{
    "label": "Tabelle (Manuale Base)",
    "folders": {
        "Career Tables": "Tabelle Carriera",
        "Character Creation": "Creazione Personaggio",
        "Core Rulebook": "Manuale Base",
        "Corruption & Mutation Tables": "Tabelle Corruzione e Mutazioni",
        "Critical Hit Tables": "Tabelle Colpi Critici",
        "GM Booklet": "Libretto del GM",
        "Hit Location": "Locazione Colpo",
        "Moo's Homebrew": "Fatto in casa da Moo"
    },
    "entries": [
        {
            "id": "Career - Human",
            "name": "Carriera - Umano",
            "description": ""
        },
        {
            "id": "Stinking Drunk",
            "name": "Ubriaco Puzzolente",
            "description": "Se fallisci una prova di @Compendium[wfrp4e-core.skills.R2ytluHiEFF2KQ5e]{Reggere Alcolici} un numero di volte pari al Bonus Resistenza, sei un Ubriaco Puzzolente. Tira sulla seguente tabella per vedere cosa succede:",
            "results": {
                "1-2": "<b>‘Marienburgher’s Courage!’</b>: Gain a bonus of +20 to your Cool Skill.",
                "3-4": "<b>‘You’re My Besht Mate!’</b>: Ignore all your existing Prejudices and Animosities.",
                "5-6": "<b>‘Why’s Everything Wobbling!’</b>: On your Turn, you can either Move or take an Action, but not both.",
                "7-8": "<b>‘I’ll Take Yer All On!’</b>: Gain Animosity (Everybody)!",
                "9-10": "<b>‘How Did I Get here?’</b>: You wake up the next day, massively hungover, with little memory of what transpired. The GM and other players with you will fill in the embarrassing gaps if you investigate. Pass a Consume Alcohol Test or also gain a Poisoned Condition."
            }
        },
        {
            "id": "Hair Colour - Human",
            "name": "Colore Capelli - Umano",
            "description": "",
            "results": {
                "18-18": "Auburn",
                "15-17": "Black",
                "12-14": "Dark Brown",
                "4-7": "Golden Blond",
                "20-20": "Grey",
                "8-11": "Light Brown",
                "19-19": "Red",
                "3-3": "Red Blond",
                "2-2": "White Blond"
            }
        },
        {
            "id": "Mental Corruption",
            "name": "Corruzione Mentale",
            "description": ""
        },
        {
            "id": "Critical Hits - Head",
            "name": "Colpi Critici - Testa",
            "description": ""
        },
        {
            "id": "Gunpowder Fumble Table (Moo)",
            "name": "Tabella Disastro Polvere da Sparo (Moo)",
            "description": "",
            "results": {
                "1-10": "<b>Partial burn</b>: Not all of the powder catches. The weapon fires, but its damage is halved and it loses all its Qualities. If fired at long range, the weak shot doesn't have enough power to reach or damage its target.",
                "11-30": "<b>Charge fails to ignite</b>: Nothing happens, but you can fire as normal next round.",
                "31-50": "<b>Weapon malfunction</b>: The powder barely ignites, backfiring and damaging the firing mechanism. The weapon takes 1 Damage and must be re-primed as an Action before it can be fired again.",
                "51-70": "<b>Weapon jam</b>: The weapon jams and becomes useless. It cannot be fired again unless an Average(+20) Trade(Engineer or Gunsmith) test is made. This test requires proper tools and is dangerous to make in the havoc of combat - it is Challenging(+0) in combat and attacks against the gunner the round they make this test have a +20 to hit due to distraction.",
                "71-80": "<b>Hang fire</b>: The priming goes off, but nothing else happens. The weapon fires on the following round, often with dangerous consequences. If the wielder tries to reload the weapon, it fires at the wielder(often, directly at the head as they stare down the barrel). Otherwise, it fires off in a random direction.",
                "81-90": "<b>Squib round</b>: The powder catches, but the bullet or shot jams and welds into the barrel. The weapon is useless until an Extended Trade(Engineer or Gunsmith) test requiring 6SLs is made(this test requires time and finesse, and cannot be made in combat). If the weapon is fired again, it explodes. Superficially, this result resembles a simple failure to ignite."
            }
        },
        {
            "id": "Hair Colour - Halfling",
            "name": "Colore Capelli - Halfling",
            "description": "",
            "results": {
                "18-18": "Almond",
                "8-11": "Chestnut",
                "19-19": "Chocolate",
                "3-3": "Flaxen",
                "12-14": "Ginger",
                "2-2": "Grey",
                "5-7": "Honey",
                "20-20": "Liquorice",
                "15-17": "Mustard",
                "4-4": "Russet"
            }
        },
        {
            "id": "Critical Hits - Body",
            "name": "Colpi Critici - Torso",
            "description": ""
        },
        {
            "id": "Wrath of the Gods Table",
            "name": "Tabella dell'Ira degli Dei",
            "description": "",
            "results": {
                "1-5": "<b>Visioni Mistiche</b>: Il Personaggio è colpito da visioni del proprio dio. Effettuare una Prova <b>Media (+20) di Tempra</b> per non subire 1 @Condition[Stordito]. Il GM definisce la natura delle visioni.",
                "6-10": "<b>Pensa ai Tuoi Atti</b>: Per l’ottimana seguente, nessuna Prova di Preghiera del Personaggio può superare +0 LS.",
                "11-15": "<b>Ascolta il Mio Insegnamento</b>: Il Personaggio subisce -10 a Preghiera per [[1d10]]+Punti Peccato Round.",
                "16-20": "<b>Prova la Tua Devozione</b>: Il Personaggio cade @Condition[Prono]. Questa Condizione permane finché non supera una Prova <b>Media (+20) di Pregare</b>.",
                "21-25": "<b>Metti alla Prova la Mia Pazienza</b>: Il Personaggio non può effettuare Prove di Preghiera per [[1d10]] Round.",
                "26-30": "<b>Non Comprendi il Mio Intento</b>: Il Personaggio subisce -10 a tutte le Abilità legate al suo dio (decise dal GM) per [[1d10]]+Punti Peccato ore.",
                "31-35": "<b>Trovo Insopportabile la Tua Mancanza di Fede</b>: Il Personaggio non può effettuare Prove di Preghiera per [[1d10]]+Punti Peccato Round.",
                "36-40": "<b>Condividi il Mio Dolore</b>: Il Personaggio subisce 1+Punti Peccato Ferite, ignorando il Bonus Resistenza e l’Armatura. Inoltre deve superare una Prova <b>Media (+20) di Tempra</b> o subire 1 @Condition[Stordito].",
                "41-45": "<b>La Tua Causa è Indegna</b>: I bersagli dell’effetto cadono @Condition[Prono]{Proni} e ogni Benedizione o Miracolo della divinità lanciato su di loro fallirà automaticamente per [[1d10]]+Punti Peccato giorni.",
                "46-50": "<b>Smetti di Blaterare</b>: Il Personaggio non può effettuare Prove di Preghiera per [[2d10]]+Punti Peccato Round.",
                "51-55": "<b>Prova la Mia Furia</b>: Il Personaggio subisce [[1d10]]+Punti Peccato Ferite, ignorando il Bonus Resistenza e l’Armatura. Inoltre deve superare una Prova <b>Impegnativa (+0) di Tempra</b> o subire 1 @Condition[Stordito].",
                "56-60": "<b>Non Ti aiuterò</b>: Il Personaggio subisce -10 a tutte le Abilità legate al suo dio (decise dal GM) per [[1d10]]+Punti Peccato giorni.",
                "61-65": "<b>Stigmate</b>: Il Personaggio subisce 1+Punti Peccato @Condition[Sanguinante].",
                "66-70": "<b>Cecità</b>: Il Personaggio cade @Condition[Prono] e subisce 1+Punti Peccato @Condition[Accecato], che possono essere rimossi solo con Prove <b>Impegnative (+0) di Pregare</b>, al ritmo di 1 + LS per successo.",
                "71-75": "<b>Cosa Sei Pronto a Sacrificare?</b>: Il Personaggio subisce [[1d10]]+Punti Peccato Ferite, ignorando il Bonus Resistenza e l’Armatura. Inoltre deve superare una Prova <b>Difficile (-10) di Tempra</b> o subire 1 @Condition[Stordito].",
                "76-80": "<b>Hai Peccato Contro di Me</b>: Il dio è molto irritato e costringe il Personaggio a eseguire Prove di Pregare per [[1d10]]+Punti Peccato Round come penitenza.",
                "81-87": "<b>Purifica la Carne</b>: Il Personaggio subisce [[2d10]]+Punti Peccato Ferite, ignorando il Bonus Resistenza e l’Armatura. Inoltre deve superare una Prova <b>Ardua (-20) di Tempra</b> o subire 1 @Condition[Stordito]. Se fallisce di -4 LS o peggio cadrà @Condition[Privo di Sensi] per almeno [[1d10]] Round.",
                "88-88": "<b>Interferenza Demoniaca</b>: Uno degli Dei Oscuri risponde alla preghiera. [[1d10]] Demoni Minori appaiono entro [[2d10]] m dal Personaggio e attaccano il bersaglio più vicino.",
                "89-95": "<b>Temi la Mia Ira</b>: Il Personaggio subisce 1+Punti Peccato @Condition[Atterrito].",
                "96-100": "<b>Penitenza</b>: Il Personaggio deve eseguire una Penitenza.",
                "101-105": "<b>Castigo</b>: Il Personaggio viene portato a 0 Ferite e cade @Condition[Privo di Sensi]. La Condizione non potrà essere rimossa finché non recupera almeno 1 Ferita.",
                "106-110": "<b>Non Pronunciare il Mio Nome Invano</b>: Il Personaggio perde i Talenti Benedizione e Invocazione per [[1d10]]+Punti Peccato giorni.",
                "111-115": "<b>Non Affidarti agli Idoli</b>: Tutti gli Averi del Personaggio svaniscono, lasciandolo nudo. Per ogni Penitenza che completa recupererà un Oggetto Magico sottratto, se ne aveva.",
                "116-120": "<b>Abusi della Mia Pazienza</b>: Il Personaggio perde i Talenti Benedizione e Invocazione per [[2d10]]+Punti Peccato giorni.",
                "121-125": "<b>Osserva la Tua Malvagità</b>: Il Personaggio ha terribili visioni dei propri fallimenti, che sembrano durare un’eternità, ma sono solo un istante. Giocatore e GM possono ideare un Tratto Psicologico (pag. 190, @JournalEntry[Psychology]) su misura per riflettere come il trauma cambia il Personaggio.",
                "126-130": "<b>Tuoni e Fulmini</b>: Il dio folgora il Personaggio, che va a 0 Ferite e subisce 1 @Condition[In Fiamme].",
                "131-135": "<b>Soffri come Io Ho Sofferto</b>: Ogni mattina, finché non completa una Penitenza, il Personaggio subisce 1+Punti Peccato @Condition[Sanguinante].",
                "136-140": "<b>Scomunica</b>: Il Personaggio perde i Talenti Benedizione e Invocazione finché non completa 2 Penitenze. La prima gli restituisce Benedizione , la seconda Invocazione . Tutti i fedeli del suo dio saranno automaticamente consapevoli dell’accaduto e le Prove sociali nei loro confronti Molto Ardue (-30) senza possibili modificatori positivi.",
                "141-145": "<b>Dimostra il Tuo Valore</b>: Un Emissario Divino appare entro [[1d100]] m dal Personaggio e lo attacca, insulta o interviene a seconda della natura del dio e dell’offesa.",
                "146-150": "<b>Bandito</b>: Il dio abbandona il Personaggio, che perde per sempre i Talenti Benedizione e Invocazione . Tutti i fedeli saranno automaticamente consapevoli dell’accaduto e le Prove sociali nei loro confronti <b>Molto Ardue (-30)</b> senza possibili modificatori positivi.",
                "151-151": "<b>Rendere Conto</b>: Il Personaggio è convocato di fronte al proprio dio per essere giudicato. Non farà ritorno a meno di spendere un Punto Fato. Se lo fa tornerà in un luogo a scelta del GM e subirà gli effetti di Bandito."
            }
        },
        {
            "id": "Dissolution of Body and Mind - Dwarf",
            "name": "Dissoluzione di Mente e Corpo - Nano",
            "description": "",
            "results": {
                "1-5": "<b>Corpo</b>: @Table[mutatephys]",
                "6-100": "<b>Mente</b>: @Table[mutatemental]"
            }
        },
        {
            "id": "How Do I Know You Again?",
            "name": "Come ti conosco?",
            "description": "",
            "results": {
                "1-2": "We both served time in one of the Empire’s illustrious prisons.",
                "3-4": "We used to be lovers, but the whims of Katya pulled us apart.",
                "5-6": "We are distantly related, through a complex web of bloodlines better left unexamined.",
                "7-8": "We are childhood friends, who grew up in the same rough neighbourhood.",
                "9-10": "We were once going to be married, but the Rhyans refused to wed us, and we never learned why.",
                "11-12": "We grew up in the same town, on the outskirts of the same monster-filled wilderness.",
                "13-14": "We were rivals for the same position, and butted heads for years.",
                "15-16": "We were rivals for the same paramour who was cruelly stolen from the world by the machinations of Morr.",
                "17-18": "One of us was a previous victim of the other’s criminal ways, though, thank Ranald, that the victim doesn’t realise it!",
                "19-20": "One of us once betrayed the other, though by the grace of Sigmar, that past crime has been forgiven… or has it?",
                "21-22": "We served in the same conscripted militia, and learned to fear the howling of Ulric’s wolves together.",
                "23-24": "We were refugees together after a Greenskin attack on our duchy.",
                "25-26": "We met a long time ago, in a city on the other side of the Old World.",
                "27-28": "We were both victims of the same misfortune under Morrsleib’s pale-green glow.",
                "29-30": "We were both embroiled in a brawl together, somewhere on Altdorf ’s Street of a Thousand Taverns, and teamed up for mutual safety.",
                "31-32": "One of us was mistaken for someone else by the other, and lead on a series of curious events before anyone realised.",
                "33-34": "We met on the road, travelling in the same direction, and, ‘just got to talking’.",
                "35-36": "We were both framed by a Roadwarden for a crime we didn’t commit.",
                "37-38": "We were both sentenced to hang when our convoy was attacked by Beastmen and we escaped together.",
                "39-40": "One of us married the other’s widowed father or mother.",
                "41-42": "We were both sick and treated by the same Shallyan Order.",
                "43-44": "We grew up in the same Sigmarite congregation.",
                "45-46": "We were childhood sweethearts, until one of us had to leave home forever.",
                "47-48": "Our families have feuded for generations; indeed, our neighbours called our family disputes the, ‘Little Parravonese Wars’.",
                "49-50": "One of our father’s murdered the other’s in a vendetta worthy of a Tilean opera.",
                "51-52": "One of our families adopted the other when their family was burnt for witchcraft.",
                "53-54": "One of us caught the other red-handed picking their pocket.",
                "55-56": "We both attended a funeral in the Garden of Morr for a mutual friend.",
                "57-58": "Our mothers were old travelling companions, before they settled down to their respective families.",
                "59-60": "We both have siblings who were caught up in the same Chaos Cult.",
                "61-62": "Our siblings ran off together, causing a scandal in both families.",
                "63-64": "We share a merchant father who was juggling two families, kept secret from each other.",
                "65-66": "We were both caught during the same raid on a brothel, and had to explain how we were steadfastly not involved with the Chaos Cult discovered out back.",
                "67-68": "We used to be roommates in a filthy tenement building.",
                "69-70": "Somehow, our Doomings demanded we meet up, though we obviously keep them secret from each other.",
                "71-72": "We grew up in rivalling provinces, despite our villages being less than a mile from each other.",
                "73-74": "We were once shipwrecked together, and had to spend an uncomfortable few months off the coast of Nordland.",
                "75-76": "We were both onboard ships that were captured by Sartosan pirates, but managed to escape together.",
                "77-78": "We both caught the same terrible disease many years ago, and were locked in quarantine together before it mysteriously lifted.",
                "79-80": "One of us turned up drunk on the other’s doorstep with the homeowner’s name tattooed on their arm. Neither of us know how this could have happened, or why.",
                "81-82": "We were both invited to the same ‘dinner party’ hosted by an aristocrat in a dusty out-of-fashion doublet with a strange accent.",
                "83-84": "A letter in one of our fathers’ Last Will and Testaments contained the name and address of the other, and we cannot determine why this is…",
                "85-86": "We were both forced to flee our hometown when our families were caught between two rival gangs.",
                "87-88": "We were both caught in a crossfire between two charging armies, and barely escaped the bloodshed.",
                "89-90": "One of us saved the other from a terrible bully when we were growing up, and we’ve stuck close together ever since.",
                "91-92": "We found each other after not being able to sleep for several nights in a row… The scratching in the walls just got too much, and we got to talking.",
                "93-94": "We were both using the same river crossing when we were accosted by a notorious highwayman. Let’s just say it didn’t turn out well for him.",
                "95-96": "We both attended an uncharacteristically and inexplicably free lecture held in the local university, and it changed how we saw the world from then on.",
                "97-98": "A witch introduced us to each other, and gave the impression it would be ill-advised for us to split up.",
                "99-100": "We both received a cryptic letter that lead us to the same place at the same time, but then… nothing happened."
            }
        },
        {
            "id": "Species",
            "name": "Specie",
            "description": "",
            "results": {
                "1-90": "Umano",
                "91-94": "Halfling",
                "95-98": "Nano",
                "99-99": "Alto Elfo",
                "100-100": "Elfo Silvano"
            }
        },
        {
            "id": "Talents - Character Creation",
            "name": "Talenti - Creazione Personaggio",
            "description": ""
        },
        {
            "id": "I Need A Job! - Why",
            "name": "Ho bisogno di un lavoro! - Perché",
            "description": "",
            "results": {
                "1-1": "…so they may perform their heinous researches in secret.",
                "2-2": "…so they may perform their heinous researches in secret.",
                "3-3": "…so they may increase their station.",
                "4-4": "…so they may increase their station.",
                "5-5": "…so they may get revenge on a rival.",
                "6-6": "…so they may get revenge on a rival.",
                "7-7": "…so they may do some good in this world before they die.",
                "8-8": "…so they may do some good in this world before they die.",
                "9-9": "…so they may distract the Characters long enough to do something worse.",
                "10-10": "…so they may distract the Characters long enough to do something worse.",
                "11-11": "…so they may change their fortunes, leave their old life behind, and move on to better things.",
                "12-12": "…so they may change their fortunes, leave their old life behind, and move on to better things.",
                "13-13": "…so they may avoid a stint in the dungeons.",
                "14-14": "…so they may avoid a stint in the dungeons.",
                "15-15": "…so they may assume another's identity.",
                "16-16": "…so they may assume another's identity.",
                "17-17": "…so they may achieve a life-long dream.",
                "18-18": "…so they may achieve a life-long dream.",
                "19-19": "…so they can witness True pandemonium.",
                "20-20": "…so they can witness True pandemonium.",
                "21-21": "…so they can win a bet they cannot afford to lose.",
                "22-22": "…so they can win a bet they cannot afford to lose.",
                "23-23": "…so they can wile away the boring days of their life.",
                "24-24": "…so they can wile away the boring days of their life.",
                "25-25": "…so they can uncover an unwelcome truth.",
                "26-26": "…so they can uncover an unwelcome truth.",
                "27-27": "…so they can test the Characters’ mettle for a bigger job to come.",
                "28-28": "…so they can test the Characters’ mettle for a bigger job to come.",
                "29-29": "…so they can take all the credit.",
                "30-30": "…so they can take all the credit.",
                "31-31": "…so they can survive for just one more night.",
                "32-32": "…so they can survive for just one more night.",
                "33-33": "…so they can sell the Characters out, and profit off everyone involved.",
                "34-34": "…so they can sell the Characters out, and profit off everyone involved.",
                "35-35": "…so they can seem like a hero without doing all the hard work.",
                "36-36": "…so they can seem like a hero without doing all the hard work.",
                "37-37": "…so they can seek forgiveness from someone wronged.",
                "38-38": "…so they can seek forgiveness from someone wronged.",
                "39-39": "…so they can seek absolution from their patron God.",
                "40-40": "…so they can seek absolution from their patron God.",
                "41-41": "…so they can save a loved one from the chopping block.",
                "42-42": "…so they can save a loved one from the chopping block.",
                "43-43": "…so they can save a loved one from a terrible burden.",
                "44-44": "…so they can save a loved one from a terrible burden.",
                "45-45": "…so they can return to a peaceful life with the family.",
                "46-46": "…so they can return to a peaceful life with the family.",
                "47-47": "…so they can prove right a doom saying zealot in the town square.",
                "48-48": "…so they can prove right a doom saying zealot in the town square.",
                "49-49": "…so they can protect their loved ones.",
                "50-50": "…so they can protect their loved ones.",
                "51-51": "…so they can profit from the chaos.",
                "52-52": "…so they can profit from the chaos.",
                "53-53": "…so they can pay off a debt.",
                "54-54": "…so they can pay off a debt.",
                "55-55": "…so they can make enough money to live in luxury for the rest of their life.",
                "56-56": "…so they can make enough money to live in luxury for the rest of their life.",
                "57-57": "…so they can lose a bet they’d rather not win.",
                "58-58": "…so they can lose a bet they’d rather not win.",
                "59-59": "…so they can lessen the heat currently directed at them by a dangerous third party.",
                "60-60": "…so they can lessen the heat currently directed at them by a dangerous third party.",
                "61-61": "…so they can keep the Characters busy whilst they enact their final terrible plan!",
                "62-62": "…so they can keep the Characters busy whilst they enact their final terrible plan!",
                "63-63": "…so they can impress a loved one.",
                "64-64": "…so they can impress a loved one.",
                "65-65": "…so they can fulfill a prophecy given to them as a child.",
                "66-66": "…so they can fulfill a prophecy given to them as a child.",
                "67-67": "…so they can fulfill a dark pact with a daemonic patron.",
                "68-68": "…so they can fulfill a dark pact with a daemonic patron.",
                "69-69": "…so they can frame the Characters for a greater crime.",
                "70-70": "…so they can frame the Characters for a greater crime.",
                "71-71": "…so they can frame a rival organisation for a heinous crime.",
                "72-72": "…so they can frame a rival organisation for a heinous crime.",
                "73-73": "…so they can flee from the long arm of the law.",
                "74-74": "…so they can flee from the long arm of the law.",
                "75-75": "…so they can finally start their glorious revolution.",
                "76-76": "…so they can finally start their glorious revolution.",
                "77-77": "…so they can finally leave town, with no loose ends.",
                "78-78": "…so they can finally leave town, with no loose ends.",
                "79-79": "…so they can finally learn the truth of their hidden past.",
                "80-80": "…so they can finally learn the truth of their hidden past.",
                "81-81": "…so they can finally get the upper hand on, ‘those scum what done for me all these years’.",
                "82-82": "…so they can finally get the upper hand on, ‘those scum what done for me all these years’.",
                "83-83": "…so they can elope with their forbidden lover.",
                "84-84": "…so they can elope with their forbidden lover.",
                "85-85": "…so they can discredit a doom saying zealot in the town square.",
                "86-86": "…so they can discredit a doom saying zealot in the town square.",
                "87-87": "…so they can catch the eye of a potential employer.",
                "88-88": "…so they can catch the eye of a potential employer.",
                "89-89": "…so they can catch the eye of a desired lover.",
                "90-90": "…so they can catch the eye of a desired lover.",
                "91-91": "…so they can bring some laughter to ‘these old bones of mine’.",
                "92-92": "…so they can bring some laughter to ‘these old bones of mine’.",
                "93-93": "…so they can betray their own, selling them out to the highest bidder.",
                "94-94": "…so they can betray their own, selling them out to the highest bidder.",
                "95-95": "…so they can be free of a terrible burden.",
                "96-96": "…so they can be free of a terrible burden.",
                "97-97": "…so that they can upset the local market, and profit.",
                "98-98": "…so that they can upset the local market, and profit.",
                "99-99": "…so they can finally have the POWER THAT IS RIGHTFULLY THEIRS, MWAHAHAHA!",
                "100-100": "…so they can finally have the POWER THAT IS RIGHTFULLY THEIRS, MWAHAHAHA!"
            }
        },
        {
            "id": "I Need A Job! - What",
            "name": "Ho bisogno di un lavoro! - Che cosa",
            "description": "",
            "results": {
                "1-1": "…needs the Characters to create an introduction between them and a shadowy figure…",
                "2-2": "…needs the Characters to create an introduction between them and a shadowy figure…",
                "3-3": "…needs the Characters to ‘go to the local tavern and wait… you’ll know it when you see it’…",
                "4-4": "…needs the Characters to ‘go to the local tavern and wait… you’ll know it when you see it’…",
                "5-5": "…needs the Characters to blaze a trail through nearby stretch of wilderness…",
                "6-6": "…needs the Characters to blaze a trail through nearby stretch of wilderness…",
                "7-7": "…needs the Characters to break them out of prison…",
                "8-8": "…needs the Characters to break them out of prison…",
                "9-9": "…needs the Characters to bring them bonafide Chaos accoutrements, no questions asked…",
                "10-10": "…needs the Characters to bring them bonafide Chaos accoutrements, no questions asked…",
                "11-11": "…needs the Characters to clear their cellar out of, let’s say, ‘rats’… just ‘rats’…",
                "12-12": "…needs the Characters to clear their cellar out of, let’s say, ‘rats’… just ‘rats’…",
                "13-13": "…needs the Characters to deliver a crate, a keg, and a series of sealed envelopes to a secret location, and don’t drop them whatever they do…",
                "14-14": "…needs the Characters to deliver a crate, a keg, and a series of sealed envelopes to a secret location, and don’t drop them whatever they do…",
                "15-15": "…needs the Characters to deliver a package to one of their contacts…",
                "16-16": "…needs the Characters to deliver a package to one of their contacts…",
                "17-17": "…needs the Characters to destroy some incriminating evidence for them…",
                "18-18": "…needs the Characters to destroy some incriminating evidence for them…",
                "19-19": "…needs the Characters to discredit a rival…",
                "20-20": "…needs the Characters to discredit a rival…",
                "21-21": "…needs the Characters to exhume a corpse from the Garden of Morr…",
                "22-22": "…needs the Characters to exhume a corpse from the Garden of Morr…",
                "23-23": "…needs the Characters to fake their death…",
                "24-24": "…needs the Characters to fake their death…",
                "25-25": "…needs the Characters to find an Elven Enclave in a nearby wood…",
                "26-26": "…needs the Characters to find an Elven Enclave in a nearby wood…",
                "27-27": "…needs the Characters to find an heirloom, stolen by a local noble family generations ago…",
                "28-28": "…needs the Characters to find an heirloom, stolen by a local noble family generations ago…",
                "29-29": "…needs the Characters to find out what that scratching noise in the walls is…",
                "30-30": "…needs the Characters to find out what that scratching noise in the walls is…",
                "31-31": "…needs the Characters to find out where all the local strays have gone…",
                "32-32": "…needs the Characters to find out where all the local strays have gone…",
                "33-33": "…needs the Characters to gather some scandalous information about the Cult of Manaan…",
                "34-34": "…needs the Characters to gather some scandalous information about the Cult of Manaan…",
                "35-35": "…needs the Characters to get them admittance into the local university…",
                "36-36": "…needs the Characters to get them admittance into the local university…",
                "37-37": "…needs the Characters to humour them, for they (obviously unfoundedly) believe a ghost is haunting their home…",
                "38-38": "…needs the Characters to humour them, for they (obviously unfoundedly) believe a ghost is haunting their home…",
                "39-39": "…needs the Characters to hunt down a dangerous criminal…",
                "40-40": "…needs the Characters to hunt down a dangerous criminal…",
                "41-41": "…needs the Characters to hunt down a very peculiar plant or animal specimen…",
                "42-42": "…needs the Characters to hunt down a very peculiar plant or animal specimen…",
                "43-43": "…needs the Characters to identify a suspected Cultist of Ranald…",
                "44-44": "…needs the Characters to identify a suspected Cultist of Ranald…",
                "45-45": "…needs the Characters to infiltrate a rival organisation…",
                "46-46": "…needs the Characters to infiltrate a rival organisation…",
                "47-47": "…needs the Characters to interrogate a Doomsayer of Morr to uncover an enemy’s greatest weakness…",
                "48-48": "…needs the Characters to interrogate a Doomsayer of Morr to uncover an enemy’s greatest weakness…",
                "49-49": "…needs the Characters to look into a matter of potential mutation…",
                "50-50": "…needs the Characters to look into a matter of potential mutation…",
                "51-51": "…needs the Characters to masquerade as bandits (or worse)…",
                "52-52": "…needs the Characters to masquerade as bandits (or worse)…",
                "53-53": "…needs the Characters to perform a very specific series of strange actions on the next night that Morrsleib is full…",
                "54-54": "…needs the Characters to perform a very specific series of strange actions on the next night that Morrsleib is full…",
                "55-55": "…needs the Characters to plant some evidence in the Temple of Myrmidia…",
                "56-56": "…needs the Characters to plant some evidence in the Temple of Myrmidia…",
                "57-57": "…needs the Characters to play a prank on the Cult of Ulric…",
                "58-58": "…needs the Characters to play a prank on the Cult of Ulric…",
                "59-59": "…needs the Characters to pretend to be a ghost, and scare someone…",
                "60-60": "…needs the Characters to pretend to be a ghost, and scare someone…",
                "61-61": "…needs the Characters to quietly investigate a murder…",
                "62-62": "…needs the Characters to quietly investigate a murder…",
                "63-63": "…needs the Characters to secure them an invitation to the next society ball…",
                "64-64": "…needs the Characters to secure them an invitation to the next society ball…",
                "65-65": "…needs the Characters to silence someone…",
                "66-66": "…needs the Characters to silence someone…",
                "67-67": "…needs the Characters to slip behind enemy lines…",
                "68-68": "…needs the Characters to slip behind enemy lines…",
                "69-69": "…needs the Characters to smuggle them out of town…",
                "70-70": "…needs the Characters to smuggle them out of town…",
                "71-71": "…needs the Characters to sour some of the medicine in the Temple of Shallya…",
                "72-72": "…needs the Characters to sour some of the medicine in the Temple of Shallya…",
                "73-73": "…needs the Characters to sow discord between the Cultists of Taal and Rhya…",
                "74-74": "…needs the Characters to sow discord between the Cultists of Taal and Rhya…",
                "75-75": "…needs the Characters to sow discord between two neighbourhoods…",
                "76-76": "…needs the Characters to sow discord between two neighbourhoods…",
                "77-77": "…needs the Characters to spark up a gang war between local criminals…",
                "78-78": "…needs the Characters to spark up a gang war between local criminals…",
                "79-79": "…needs the Characters to spy on a suspicious neighbour…",
                "80-80": "…needs the Characters to spy on a suspicious neighbour…",
                "81-81": "…needs the Characters to steal a barge and deliver it to a hidden cove…",
                "82-82": "…needs the Characters to steal a barge and deliver it to a hidden cove…",
                "83-83": "…needs the Characters to steal a book from the Temple of Verena…",
                "84-84": "…needs the Characters to steal a book from the Temple of Verena…",
                "85-85": "…needs the Characters to steal a reliquary from the Temple of Sigmar…",
                "86-86": "…needs the Characters to steal a reliquary from the Temple of Sigmar…",
                "87-87": "…needs the Characters to steal some records from the Temple of Morr…",
                "88-88": "…needs the Characters to steal some records from the Temple of Morr…",
                "89-89": "…needs the Characters to steal something, no questions asked…",
                "90-90": "…needs the Characters to steal something, no questions asked…",
                "91-91": "…needs the Characters to steal trade secrets from a rival…",
                "92-92": "…needs the Characters to steal trade secrets from a rival…",
                "93-93": "…needs the Characters to throw a party for a group of attending dignitaries…",
                "94-94": "…needs the Characters to throw a party for a group of attending dignitaries…",
                "95-95": "…needs the Characters to uncover a hidden cabal…",
                "96-96": "…needs the Characters to uncover a hidden cabal…",
                "97-97": "…needs the Characters to uncover an artefact of grave power…",
                "98-98": "…needs the Characters to uncover an artefact of grave power…",
                "99-99": "…needs the Characters to uncover the truth about an ancient Grudge…",
                "100-100": "…needs the Characters to uncover the truth about an ancient Grudge…"
            }
        },
        {
            "id": "Critical Hits - Arm",
            "name": "Colpi Critici - Braccio",
            "description": ""
        },
        {
            "id": "Dissolution of Body and Mind - Halfling",
            "name": "Dissoluzione di Mente e Corpo - Halfling",
            "description": "",
            "results": {
                "1-10": "<b>Corpo</b>: @Table[mutatephys]",
                "11-100": "<b>Mente</b>: @Table[mutatemental]"
            }
        },
        {
            "id": "Oops! Table",
            "name": "Tabella Oops!",
            "description": "",
            "results": {
                "1-20": "Il Personaggio si colpisce da solo (si raccomanda di farci su due risate) e subisce 1 Ferita ignorando il Bonus Resistenza e i Punti Armatura.",
                "21-40": "L’arma si incastra in malo modo o si inceppa e il Personaggio subisce 1 Danno. Al Round successivo il Personaggio agirà per ultimo a prescindere da Iniziativa, Talenti o altre regole, mentre cerca di recuperare (vedere pag. 156).",
                "41-60": "Il Personaggio sbaglia a valutare una manovra, restando scoperto o perdendo la presa sull’arma. Al Round successivo, subisce un -10 alla propria Azione.",
                "61-70": "Il Personaggio inciampa e ha difficoltà a restare in piedi. Perde la Manovra successiva.",
                "71-80": "Il Personaggio lascia cadere arma o munizioni. Perde l’Azione successiva.",
                "81-90": "Il Personaggio si allunga troppo o cade, storcendosi la caviglia. Subisce uno @Compendium[wfrp4e-core.injuries.nF5z1OEhpi4t6a6S]{Strappo Muscolare (Minore)} come indicato a pag. 179. Conta come una Ferita Critica.",
                "91-100": "Un macello: il Personaggio colpisce un alleato a caso, usando il dado delle unità come LS. Se non c’è nessuno a portata, si dà l’arma in faccia e subisce la Condizione @Condition[Stordito] (vedere pag. 169)."
            }
        },
        {
            "id": "Career - Dwarf",
            "name": "Carriera - Nano",
            "description": ""
        },
        {
            "id": "Career - Halfling",
            "name": "Carriera - Halfling",
            "description": ""
        },
        {
            "id": "Dissolution of Body and Mind - High Elf",
            "name": "Dissoluzione di Mente e Corpo - Alto Elfo",
            "description": "",
            "results": {
                "1-100": "<b>Mente</b>: @Table[mutatemental]"
            }
        },
        {
            "id": "Catastrophic Miscast Table (Moo)",
            "name": "Tabella Incidenti Magici Catastrofici (Moo)",
            "description": "",
            "results": {
                "1-10": "<b>Tempesta Aethyrica</b>: Tutti entro Bonus Volontà metri soffrono [[1d10]] ferite ignorando il Bonus Reistenza e l'Armatura subendo la condizione @Condition[Prono]. Se non ci sono bersagli entro la gittata, la magia non ha modo di sfogarsi e la tua testa esplode, spargendo pezzi insanguinati per [[1d10]] metri.",
                "11-20": "<b>Assalto Aethyrico</b>: Soffri una Ferita Critica in una locazione casuale (@Table[hitloc]) con un bonus di +[[1d10*5]]% sul risultato della tabella poiché la magia incontrollata ti colpisce con una forza distruttrice.",
                "21-30": "<b>Visioni Eretiche</b>: Una visione del Caos travolge i tuoi sensi e causa una rivelazione orribile. Subisci [[1d10]] Punti Corruzione e una condizione @Condition[Stordito] che non può essere rimossa per lo stesso numero di round.",
                "31-40": "<b>Mentanato</b>: La tua abilità di usare la magia è bruciata. Per ogni 24 ore che passano, recuperi 5% di quanto perso su Linguaggio(Magico) e Incanalare. Non puoi lanciare incantesimi fino a che non recuperi almeno 5% delle tue abilità.",
                "41-50": "<b>Bollore</b>: Tutti entro Bonus Volontà metri sono immediatamente e irrazionalmente indignati della tua stessa presenza. Immediatamente vanno in Furia e si muovono per attaccarti; tornano ai loro sensi solo dopo [[1d10]] round o la tua morte violenta.",
                "51-60": "<b>Compagnia non Invitata</b>: Sei attaccato da un numero di Demoni Minori uguale al tuo Bonus Volontà. Appaiono dall'Aethyr entro 12 metri da te.",
                "61-70": "<b>Arto Garrese</b>: Un arto casuale (@Table[hitloc]) avvizzisce e diventa inutile. Se esce la tua testa, i tuoi occhi e la tua bocca si fondono. La tua bocca può essere tagliata per aprirla, ma la tua vista è persa per sempre.",
                "71-80": "<b>Vento Mutevole</b>: Immediatamente soffri una Mutazione del Caos.",
                "81-85": "<b>Pira dell'Anima</b>: La magia contenuta nel tuo sangue si svela. Erutta in una colonna di energia caotica per [[1d10]] round. Mentre la Pira dell'Anima persiste, subisci 1 @Condition[Stordito] che non può essere rimosso, non puoi muoverti, e soffri [[2d10]] Ferite che causano tutti gli effetti del tuo Sapere ogni round. Le creature che iniziano il loro turno entro Bonus Volontà metri da te prendono anche questo danno.",
                "86-90": "<b>Frusta di Tzeentch</b>: Il Signore del Cambiamento afferra i Venti e li schiocca come una frusta, provocando manifestazioni caotiche riverberanti. Sei affetto immediatamente da 1 @Table[majormis]{Incidente Magico Maggiore}, e affetto nuovamente all'inizio del tuo turno per i prossimi 8 round.",
                "91-95": "<b>Vortice del Caos</b>: Tira sulla tabella @Table[majormis]{Incidenti Magici Maggiori}. Tu e [[1d10]] creature vicine soffrono questo effetto.",
                "96-100": "<b>Chiamato nel Vuoto</b>: Sei risucchiato nel Reame del Caos e per sempre perso a meno che non spendi 1 Punto Fato, in questo caso soffri 1 Punto Corruzione e ottieni 1 @Condition[Stordito] poiché ti assale l'incubo a occhi aperti del tuo destino appena evitato."
            }
        },
        {
            "id": "Travel Table",
            "name": "Tabella Viaggio",
            "description": "",
            "results": {
                "1-1": "<b>Even Nature Hates You!</b>: The Characters find themselves in danger from nature. Deadly animals, lightning storms, disease, insects, you name it. This could result in violence, or in them receiving a Condition, or in a small but vicious encounter when they choose the wrong shepherd's hut as a shelter.",
                "2-2": "<b>Attacked!</b>: The Characters are attacked on their journey. It could be an unlucky encounter relevant to the area they are travelling through (Beastmen in the deep forest, for instance) or something planned by their opponents (hired thugs to stop the Characters reaching their destination). If they fail a <b>Average (+20) Perception</b> Test, they may even be ambushed!",
                "3-3": "<b>Restful Journey</b>: The journey is blessedly uneventful, the Characters get good rest, the scenery is particularly inspiring, and perhaps they meet an NPC healer or helpful priest. The Characters can heal all Wounds and recover all @Condition[Fatigued] Conditions.",
                "4-4": "<b>How Interesting!</b>: A chance encounter on the road with other travellers, a particularly good inn or shrine, or an intriguing ancient ruin gives a wonderful story to share.",
                "5-5": "<b>Now That's Useful!</b>: The Characters find out something relevant to their adventure — gossip, a lost message, a sight they weren't meant to witness, or similar.",
                "6-6": "<b>Tiring Journey!</b>: The route is blocked. A bridge could be down, a river blocked or road flooded, or some other insurmountable obstacle. One Character makes a <b>Average (+20) Outdoor Survival</b> Test to find a good alternative route, otherwise everyone arrives a day late, with a @Condition[Fatigued] Condition.",
                "7-7": "<b>Pursued!</b>: An enemy picks up the Characters' trail and has to be dealt with or put off the scent before they can reach their destination. If they don't have an obvious enemy yet, look to the Characters' backgrounds — there will be something in there somewhere. The confrontation could be violent unless they can talk their way out of it, and losing their tail could add days to their journey.",
                "8-8": "<b>Thieves!</b>: Somehow the Characters get robbed. Perhaps it was someone travelling with them, sharing their campfire for the night or just a brief conversation on the road. Do they stop to chase down their belongings or write it off as a risk of the adventurous life?",
                "9-9": "<b>Not Them Again!</b>: A rival or other source of annoyance plagues the Characters on their journey. Play this for laughs but make them genuinely annoying and a recurring minor bane of the Character's lives. Never enough to fall to violence, but close. They could be a rival guild member obsessed with 'winning' over a member of the group, or a coach passenger with an especially irritating demeanour.",
                "10-10": "<b>Bad Influence!</b>: The Characters encounter someone who appears to help them but has sinister intentions. That bad-smelling guy who knows a shortcut through the Garden of Morr and insists you go first. The charming old aristocrat who invites you to stay for dinner in her ancestral home. The scruffy woman who knows where to find all the 'best' mushrooms. Have fun!"
            }
        },
        {
            "id": "Eye Colour - Halfling",
            "name": "Colore Occhi - Halfling",
            "description": "",
            "results": {
                "3-3": "Grey",
                "5-7": "Blue",
                "15-17": "Brown",
                "18-18": "Copper",
                "19-20": "Dark Brown",
                "8-11": "Green",
                "12-14": "Hazel",
                "2-2": "Light Grey",
                "4-4": "Pale Blue"
            }
        },
        {
            "id": "Physical Mutation",
            "name": "Corruzione Fisica",
            "description": ""
        },
        {
            "id": "Hit Location - Snake",
            "name": "Locazione - Serpente",
            "description": "",
            "results": {
                "1-19": "Testa",
                "20-100": "Corpo"
            }
        },
        {
            "id": "I Need A Job! - Who",
            "name": "Ho bisogno di un lavoro! - Chi",
            "description": "",
            "results": {
                "1-1": "‘The one that got away’…",
                "2-2": "A bawdy rake with a fake Bretonnian accent…",
                "3-3": "A beleaguered bailiff in the colours of a local Baron…",
                "4-4": "A benevolent Shallyan…",
                "5-5": "A Lowhaven blackmailer who knows something they shouldn’t…",
                "6-6": "A bloody-handed physician in a plague-doctor’s mask…",
                "7-7": "A bored State Soldier…",
                "8-8": "A Dwarf bounty hunter with a bone to pick…",
                "9-9": "A brooding Witch Hunter…",
                "10-10": "A cantankerous agitator clutching copies of the Glorious Revolution of the People…",
                "11-11": "A charitable charlatan selling trinkets of Ranald…",
                "12-12": "A childhood flame, fallen on hard times…",
                "13-13": "A cocky Pistoleer with a Nulner accent…",
                "14-14": "A completely, absolutely not suspicious, average citizen…",
                "15-15": "A noble connoisseur of the ‘unusual’…",
                "16-16": "A contemptuous apothecary with Rhyan charms woven through their hair…",
                "17-17": "A corrupt Handrachian coachman…",
                "18-18": "An Ogre crime boss…",
                "19-19": "A criminal in shackles, marked for Morr’s Realm…",
                "20-20": "A debauched artist smelling heavily of Cathayan black lotus…",
                "21-21": "A deranged rat catcher and their small but vicious dog…",
                "22-22": "A distraught High Elf artisan…",
                "23-23": "A drunken Dwarf Slayer…",
                "24-24": "A Dwarf who you inadvisably made a deal with…",
                "25-25": "A family member in need…",
                "26-26": "A fiery Sigmarite warrior priest…",
                "27-27": "A fishmonger with some decidedly fish-like features…",
                "28-28": "A fishmonger’s jilted lover with a strangely glowing necklace…",
                "29-29": "An Ulrican flagellant with an unsettling smile…",
                "30-30": "A formidable fence who is playing both sides of the Hook and Fish gang war…",
                "31-31": "A Halfling who’s willing to share some secrets about things they have no right to know…",
                "32-32": "A gormless Wood Elf grave robber…",
                "33-33": "A greedy miner who stole the wrong thing from the wrong Dwarf…",
                "34-34": "A gregarious guard on the secret payroll of a Cult of Tzeentch…",
                "35-35": "A grizzled watchman who sees rat-shaped shadows behind every corner…",
                "36-36": "A haggard peddler who stumbled on a terrible Chaos ritual…",
                "37-37": "A Halfling who you just can’t say no to…",
                "38-38": "A hawkish Reiksguard knight…",
                "39-39": "A huffer who has just had the worst day imaginable…",
                "40-40": "A jolly chimney sweep covered in Altdorf blackgold…",
                "41-41": "A letter, addressed to you, from an unknown source…",
                "42-42": "A local ruler with an unpronounceable name…",
                "43-43": "A long-lost cousin…",
                "44-44": "A Verenan magistrate and an unjust warrant for your arrest…",
                "45-45": "A magnanimous hunter covered head-to-foot in charms and icons…",
                "46-46": "A marvellous engineer from Altdorf…",
                "47-47": "A money-grubbing merchant from Marienburg…",
                "48-48": "A much-maligned beggar with a dove tattooed on her cheek…",
                "49-49": "A Myrmidian nun of ill-repute…",
                "50-50": "A once formidable foe…",
                "51-51": "A pernicious Halfling pit fighter…",
                "52-52": "A pig-headed Ogre protagonist…",
                "53-53": "A rambunctious Strigany riverwoman…",
                "54-54": "A rapscallion of the highest order…",
                "55-55": "A recent friend…",
                "56-56": "A reckless witch flaunting the authority of the Witch Hunters…",
                "57-57": "A renowned bawd from Tilea…",
                "58-58": "A rising Reiklander military official…",
                "59-59": "A riverwarden not one week from retirement…",
                "60-60": "A salubrious Norscan seaman…",
                "61-61": "A sanctimonious hedge witch…",
                "62-62": "A scheming lawyer from Salzenmund…",
                "63-63": "A shadowy voice, half-heard through the walls…",
                "64-64": "A shifty smuggler with a shark’s tooth necklace…",
                "65-65": "A sickly scholar who can’t stop itching…",
                "66-66": "A skittish Eonir scout who keeps looking over their shoulder…",
                "67-67": "A sly advisor to an Imperial Herald…",
                "68-68": "A spy disguised as (roll again on Who)…",
                "69-69": "A starving urchin with a curious birthmark…",
                "70-70": "A strict servant of the Von Saponatheims…",
                "71-71": "A stuffy noble with an unwieldy powdered wig…",
                "72-72": "A surprisingly legitimate mystic with azure-coloured eyes…",
                "73-73": "A talkative thief with many secrets to spill…",
                "74-74": "A thorough scamp and wastrel, recently washed out of Middenheim…",
                "75-75": "A waif in need…",
                "76-76": "A whispering in your head, a compulsion…",
                "77-77": "A Ghyran wizard of dubious legality…",
                "78-78": "A wizened road warden…",
                "79-79": "A wounded messenger from the Mootland…",
                "80-80": "An abrasive boatman with a curious knowledge of Estalian swears…",
                "81-81": "An aggravated newsheet vendor…",
                "82-82": "An annoying hanger-on…",
                "83-83": "An anonymous benefactor…",
                "84-84": "A High Elf who offers much…",
                "85-85": "An enigmatic entertainer wearing a half-moon mask…",
                "86-86": "An envoy from a Far Cathay…",
                "87-87": "An honest wrecker…",
                "88-88": "An investigator who’s onto something…",
                "89-89": "An obnoxious outlaw with a flare for the dramatic…",
                "90-90": "An obscenely wealthy patron with too much time on their hands…",
                "91-91": "An Ogre who thinks you owe them something (but can’t remember what)…",
                "92-92": "An old acquaintance…",
                "93-93": "An outrageous racketeer with an even more outrageous Bretonnian accent…",
                "94-94": "An overly cautious herbalist in a gown sown with black roses…",
                "95-95": "An overworked (and underpaid) Ogre stevedore…",
                "96-96": "An underworld contact with whom you have a debt to settle…",
                "97-97": "An unjustifiably satisfied townsman with far too many ruffles…",
                "98-98": "An unobservant warden and his pet raven…",
                "99-99": "An unusually knowledgeable villager…",
                "100-100": "Someone you thought long dead…"
            }
        },
        {
            "id": "Hit Location - Spider",
            "name": "Locazione - Ragno",
            "description": "",
            "results": {
                "1-9": "Head",
                "10-44": "Legs",
                "45-79": "Legs",
                "80-100": "Body"
            }
        },
        {
            "id": "Eye Colour - Human",
            "name": "Colore Occhi - Umano",
            "description": "",
            "results": {
                "12-14": "Grey",
                "20-20": "Black",
                "5-7": "Blue",
                "15-17": "Brown",
                "19-19": "Dark Brown",
                "2-2": "Free Choice",
                "3-3": "Green",
                "18-18": "Hazel",
                "4-4": "Pale Blue",
                "8-11": "Pale Grey"
            }
        },
        {
            "id": "Hair Colour - Wood Elf",
            "name": "Colore Capelli - Elfo Silvano",
            "description": "",
            "results": {
                "3-3": "Ash Blond",
                "2-2": "Birch Silver",
                "20-20": "Blue-Black",
                "8-11": "Brown",
                "15-17": "Dark Brown",
                "19-19": "Ebony",
                "5-7": "Honey Blond",
                "12-14": "Mahogany Brown",
                "4-4": "Rose Gold",
                "18-18": "Sienna"
            }
        },
        {
            "id": "The Swirling Winds",
            "name": "Venti Mutevoli",
            "description": ""
        },
        {
            "id": "You Find Yourself In A Tavern - What Happens Next?",
            "name": "Ti ritrovi in una taverna - Cosa succede?",
            "description": "",
            "results": {
                "1-2": "Driving rain forces rats flooding out of the gutters and into the taproom. Folks start screaming, jumping on tables, and general pandemonium ensues.",
                "3-4": "A Dwarf maiden dressed in flowing robes and an Elven man with a green tunic stare intently at an @Compendium[wfrp4e-rnhd.pubgames.wXi6Aw6shJtHFg4p]{Alvatafl} board. Everyone in the bar watches on with baited breath. They haven’t made a move in at least ten minutes…",
                "5-6": "An over-eager young man gravitates towards the most heroic-looking of the Characters, badgering them for stories, and tips, and just being a general nuisance.",
                "7-8": "A party of Dwarfs enter the tavern, and storm towards the bar. They’re looking for rooms, two kegs of ale, and dinner to be sent upstairs. They cast suspicious eyes at everyone else, and grumble under their breath in Khazalid.",
                "9-10": "Over the general hubbub of the taproom, one of the Characters notices a shadowy figure in one of the corners, smoking a pipe, and staring in their direction. A few moments later, the Character realises similar shadowy figures are sitting in each corner of the pub. They appear to be having a brooding staring contest.",
                "11-12": "A Bretonnian challenges one of the Characters to a game of @Compendium[wfrp4e-rnhd.pubgames.c9Aw04MKZi0BLRwU]{Mühlen}, betting his party’s tab against the Character’s party’s. Honour, and a not insignificant amount of money, is in the balance!",
                "13-14": "A woman bursts into the taproom, shrieking that one of the horses has gotten loose. Three off-duty coachmen hastily stand up, knocking over drinks, and shuffle outside with their weapons still resting against the bar. It’s an ambush. A gang of ruffians is waiting outside for them.",
                "15-16": "To cheers and jeers, two rival Middenball clubs descend on the tavern after a recent match. It’s about to be a warzone…",
                "17-18": "Off-duty, yet still uniformed and armed, State Army soldiers saunter into the tavern and unceremoniously push several groups from tables that apparently belong to them. In all, the soldiers are outnumbered, and some of the disgruntled patrons are clearly doing the numbers in their heads, but they just need a little extra push for a scuffle to break out.",
                "19-20": "A young rake bursts into the taproom and declares that he’s ‘celebrating’, though fails to elaborate. He buys the entire room two rounds of drinks, and then settles in to chat with the Characters, as they are the most interesting bunch. Half an hour later, a band of Witch Hunters explode into the room and move to arrest the rake and anyone seen associating with him.",
                "21-22": "The front door flies open and a Goblin in a black hood charges into the taproom, knocking over tables and chairs, and causing a general scare. The ‘Goblin’ is actually a child playing a prank, but none of the armed patrons know that, and things could get ugly, fast.",
                "23-24": "During a friendly game of @Compendium[wfrp4e-rnhd.pubgames.rOFawLqmhsLbMsSc]{Darts}, due to far too much Bretonnian brandy, one of the missiles misses its mark and finds purchase in the forehead of one of the Characters. The dart hasn’t hit anything the Character will miss, but it’s stuck firm.",
                "25-26": "A group of Morrites enters the tavern. Everyone looks concerned that they’re here for a dead body, but they sit down to have a drink. No one knows what to do, and everyone looks around awkwardly.",
                "27-28": "A scream reverberates throughout the bar as a man falls on his backside, shouting about a Mutant. As he does, a hooded woman he was talking to attempts to make a run for the front door.",
                "29-30": "A minstrel begins playing the state anthem for a neighbouring province, and none of the patrons are happy about it.",
                "31-32": "The bartender brings out a keg of her newest experimental brew. It’s free, to whoever is willing to try it out and give their honest opinion. However, none of the regulars seem brave enough…",
                "33-34": "A table crashes over on its side as a Dwarf accuses a Halfling of cheating at @Compendium[wfrp4e-rnhd.pubgames.opqK7slOrVV50XBR]{Al-Zahr}. Dice and coins fly everywhere as the Dwarf chases the Halfling over and under tables. The Halfling’s dice land in one of the Character’s mugs, where they can clearly see they have two sides with five pips on each.",
                "35-36": "An Elf minstrel begins to sing a terrifyingly beautiful song, which leaves even the most stoic drunks weeping in their seats.",
                "37-38": "A Gnome and an Ogre are getting ready for an arm-wrestling contest. Everyone in the bar is betting on the Ogre, for obvious reasons. The Gnome, however, looks cocky… Have they bet against themselves, somehow? Or is there more than meets the eye?",
                "39-40": "A bunch of wealthy patrons purchase several rounds of drinks before getting unceremoniously thrown out for ‘indecent behaviour’, meaning their drinks are up for grabs to the fastest patron!",
                "41-42": "A local pusher of weirdroot and worse is moving from table to table, selling their wares cheaper than expected.",
                "43-44": "Four oddballs — a Human noble, a Halfling with a sly look on his face, a Dwarf Slayer, and an Elf who certainly looks magisterial — walk into the bar. They take a seat at a table furthest from everyone else, and begin to talk. Everyone else in the bar is paying attention to them.",
                "45-46": "A young man keeps sulkily pushing his way into the pub and ordering a massive round of drinks to the sounds of applause outside. He complains to anyone who will listen that, ‘The blokes out there keep beatin’ me at Bull Ring, so I gots to buy the drinks, I do.’",
                "47-48": "Someone brings their pigs into the tavern to escape the cold and wet outside. The pigs and drunken patrons don’t mix particularly well.",
                "49-50": "The door bursts open and a pack of four street dogs chasing a cat charge in. The cat has a very expensive jewelled collar, and is likely owned by a noble who might look favourably on anyone who saves their precious pet.",
                "51-52": "A young girl walks into the tavern, and everyone goes quiet. Even the meanest looking thugs avert their gaze and look scared of her. She walks to the bar, is handed a sack of coins by the publican, and goes to leave.",
                "53-54": "An Elf, a Dwarf, and a Halfling walk into the bar, and several tables burst out laughing at jokes the Characters couldn’t overhear.",
                "55-56": "A Verenan Priest enters the pub with several rolls of parchment under his arm. Some of the travellers in the tavern groan, but the locals all sit up straight with eager expressions. It’s Pub Quiz time.",
                "57-58": "A group of rakes have been playing back and forth with what they believed was an unloaded pistol, pretending to play a game called ‘Kislevite Roulette.’ An ear-splitting bang and a chorus of screams informs everyone that the rakes were mistaken.",
                "59-60": "A gang of drunken louts decide to prey on a Halfling couple by picking up the husband and throwing him back and forth. The wife looks on in horror, screaming that the thugs, ‘will be sorry’ if they don’t put him down. The commotion ends up wakening the couple’s Ogre friend sleeping upstairs, who indeed does make the drunks very sorry.",
                "61-62": "A rowdy crowd of Middenlanders is playing a game of @Compendium[wfrp4e-rnhd.pubgames.EoEqBNREqJKPAY5W]{Beast Among the Tailors}, and a group of Nordlanders are getting uncomfortably close with a precarious platter of pints. It looks like the Nordlanders are trying to get their drinks spilled, just so they have an excuse to brawl.",
                "63-64": "An Ostlander accuses a small band of High Elves of cheating at a game of @Compendium[wfrp4e-rnhd.pubgames.3QF1dFkMYS7EMf2m]{Stones}. The High Elves look on, laughing to themselves, insulting the man and the Human species in general. No one else in the taproom looks impressed.",
                "65-66": "A chime sounds somewhere in the back of the tavern, and everyone goes quiet, except for one lecherous old man who winks at the Characters and says, ‘Now’s the good part.’ Six scantily dressed, bawdy men and women emerge from the back room to a billowing cloud of pink incense. Something feels wrong about all of this… but also so right.",
                "67-68": "A gang of Lowhavens are hustling patron after patron out of their money at a Scarlet Empress table, until the house suddenly loses, and one oblivious-looking farmboy finds himself on the better side of 10 gold crowns (and a group of furious Halflings).",
                "69-70": "A group of university students is rowdily playing Cerevis at the table. They go one step too far, and make a rather bawdy joke involving ‘Sigmar’s Sausage’ and the Dean of their College… who just happens to walk through the door in a very uncharacteristic attempt to rub elbows with his students.",
                "71-72": "An old man is offering haircuts to the patrons for a pfennig, and the taproom is full of drunk, poorly shaved individuals.",
                "73-74": "A Halfling gets up on a table and loudly challenges everyone in the taproom to a game of @Compendium[wfrp4e-rnhd.pubgames.eZ53YTeuuGY0ZRDO]{Dwile Flonking}. Tables and chairs begin to move back, and the landlord rubs her hands together as she prepares keg after keg of ale to be poured.",
                "75-76": "A ventriloquist begins to perform with a little daemonic-looking puppet dressed as the Emperor. Everyone is whipping into a chorus of laughter. Observant Characters notice, however, that the ventriloquist appears genuinely surprised and horrified by some of the things the puppet is saying.",
                "77-78": "A group of seven travellers enter the taproom, take off their coats, and stamp their feet of the mud outside. One of them coughs. They spread out, some getting drinks, others warming by the fire, and more justmingling. Another coughs. More begin to cough. They begin to keel over, dead. And then other patrons begin to cough…",
                "79-80": "A large group of Ulricans enters the pub, and raucously orders round after round of drinks. A few hours later, a handful of Sigmarites storm in, complaining about the noise. The landlord looks to anyone willing to help avert a disaster (whilst still keeping all his customers drinking).",
                "81-82": "A raggedy old man bumps into one of the Characters as they’re returning to their table with drinks, secretly tipping in a sleeping draught, before giving a signal to a band of ruffians a few tables over.",
                "83-84": "A troupe of Halflings is celebrating Pie Week, and has set up shop inside the taproom despite the landlord’s objections. Problem is, it’s nowhere near Pie Week.",
                "85-86": "Two Tileans sit down for a ‘quiet’ game of @Compendium[wfrp4e-rnhd.pubgames.uNthkonWIRQYyDZl]{Dominoes}. Everyone in the taproom starts to file out, terrified of the carnage that’s about to be unleashed.",
                "87-88": "What begins as a slight disagreement over a spilled drink quickly turns into a fist fight, with eight pugilists going back and forth. The brawl escalates suddenly when one of the brawlers draws a knife and stabs their opponent in the heart. The bar goes quiet except for the brawler’s screams as he continues to stab the dead fighter over and over, growing more and more distressed and unhinged as he does so.",
                "89-90": "A merchant and a noble are discussing something under their breath, and have to escalate in volume every few moments as the game of @Compendium[wfrp4e-rnhd.pubgames.MyloIzgp0EnMi2rg]{Bowls} outside grows louder and louder. The noble is beginning to lose his temper, and keeps muttering how he should go outside and teach them a lesson.",
                "91-92": "A strangely proportioned man in a long black coat comes into the bar, and in an oddly squeaky-yet-deep voice, orders a beer. Seconds later, another patron trips over the coat, pulling it off, and revealing three children stacked on top of one another.",
                "93-94": "One patron, who has been sitting at the bar for hours, nursing the same drink, finally catches the ire of the landlord. They’re unresponsive, so the bouncer moves to throw them out. When they are pulled from their chair, it’s revealed they’ve been stabbed multiple times and bled out on their stool without anyone noticing.",
                "95-96": "Someone produces a rather well-crafted iron rod they recently purchased on Marktag. Moments later, someone charges through the tavern doors and walks right into it. A minor skirmish begins.",
                "97-98": "One of the patrons screams that a pickpocket is in the taproom, and when everyone turns to look, there’s no one to be found. Suddenly, everyone is suspicious of everyone else, and no one wants to make the first move.",
                "99-100": "A gang of nine agitators outside the tavern are shouting about the evils of the landlord’s extortionate lodging and drink prices. Most of the patrons are ignoring them, but a few begin to grumble in agreement. Suddenly, a brick flies through the window, raining glass on those inside."
            }
        },
        {
            "id": "Hair Colour - Dwarf",
            "name": "Colore Capelli - Nano",
            "description": "",
            "results": {
                "20-20": "Black",
                "12-14": "Bronze",
                "15-17": "Brown",
                "8-11": "Copper",
                "18-18": "Dark Brown",
                "5-7": "Golden",
                "3-3": "Grey",
                "4-4": "Pale Brown",
                "19-19": "Reddish Brown",
                "2-2": "White"
            }
        },
        {
            "id": "Minor Miscast Table",
            "name": "Tabella Incidenti Magici Minori",
            "description": "",
            "results": {
                "1-5": "<b>Segno della Strega</b>: La prima creatura entro 1,5 km viene mutata.",
                "6-10": "<b>Latte Inacidito</b>: Tutto il latte entro [[1d100]] m diventa acido all’istante.",
                "11-15": "<b>Carestia</b>: Le piante in un numero di campi pari al Bonus Volontà del Mago ed entro Bonus Volontà×1,5 km marciscono durante la notte.",
                "16-20": "<b>Cerume</b>: Le orecchie del Mago si otturano di cerume. Subisce 1 @Condition[Assordato], che non può essere rimosso finché qualcuno non le ripulisce con una Prova di Guarire.",
                "21-25": "<b>Luce Stregata</b>: Il Mago emette una luce inquietante, del colore del proprio Vento, pari a quella di un grosso falò per [[1d10]] Round.",
                "26-30": "<b>Sussurri Maligni</b>: Il Mago deve superare una Prova <b>Media (+20) di Volontà</b> o subire 1 Punto Corruzione.",
                "31-35": "<b>Sanguinamento</b>: Il Mago perde sangue da naso e orecchie, subisce [[1d10]] @Condition[Sanguinante].",
                "36-40": "<b>Tremito nell’Anima</b>: Il Mago cade @Condition[Prono].",
                "41-45": "<b>Slacciare</b>: Ogni fibbia e laccio addosso al Mago si aprono, facendo cadere cinture, borse e armature.",
                "46-50": "<b>Abiti in Fuga</b>: Gli abiti del Mago si animano di vita propria, causandogli 1 @Condition[Afferrato] con Forza pari a [[1d10*5]].",
                "51-55": "<b>Maledizione della Temperanza</b>: Tutto l’alcol entro [[1d100]] metri acetifica e diventa imbevibile.",
                "56-60": "<b>Anima Prosciugata</b>: Il Mago subisce 1 @Condition[Affaticato] che dura [[1d10]] ore.",
                "61-65": "<b>Distrazione</b>: Se il Mago è in combattimento diventa @Condition[Sorpreso]; altrimenti è incapace di concentrarsi per alcuni secondi, mentre il cuore gli batte a mille.",
                "66-70": "<b>Visioni Sacrileghe</b>: Il Mago è colpito da visioni di atti profani. Subisce 1 @Condition[Accecato] e deve superare una Prova <b>Impegnativa (+0) di Freddezza</b> per non subirne un secondo.",
                "71-75": "<b>Lingua Allappata</b>: Tutte le Prove di Linguaggio parlato (comprese le Prove di Lancio) subiscono -10 per [[1d10]] Round.",
                "76-80": "<b>L’Orrore!</b>: Il Mago deve superare una Prova <b>Ardua (-20) di Freddezza</b> o subire 1 @Condition[Atterrito].",
                "81-85": "<b>Corruzione</b>: Il Mago ottiene 1 Punto Corruzione.",
                "86-90": "<b>Il Doppio dei Guai</b>: Gli effetti dell’Incantesimo si manifestano anche a [[1d10]]×1,5 km di distanza. Questo potrebbe avere delle conseguenze a discrezione del GM.",
                "91-95": "<b>Moltiplicarsi della Sfortuna</b>: Tirare 2 volte su @Table[minormis]{questa tabella}, ritirando ogni risultato di 91-00.",
                "96-100": "<b>Effetto a Cascata</b>: Tirare di nuovo sulla @Table[majormis]{Tabella degli Incidenti Magici Maggiori}."
            }
        },
        {
            "id": "Critical Hits - Leg",
            "name": "Colpi Critici - Gamba",
            "description": ""
        },
        {
            "id": "Dissolution of Body and Mind - Wood Elf",
            "name": "Dissoluzione di Mente e Corpo - Elfo Silvano",
            "description": "",
            "results": {
                "1-100": "<b>Mente</b>: @Table[mutatemental]"
            }
        },
        {
            "id": "Eye Colour - High Elf",
            "name": "Colore Occhi - Alto Elfo",
            "description": "",
            "results": {
                "15-17": "Amber",
                "4-4": "Aquamarine",
                "19-19": "Citrine",
                "18-18": "Copper",
                "12-14": "Emerald",
                "20-20": "Gold",
                "2-2": "Jet",
                "5-7": "Sapphire",
                "8-11": "Turquoise"
            }
        },
        {
            "id": "Major Miscast Table (Moo)",
            "name": "Tabella Incidenti Magici Maggiori (Moo)",
            "description": "",
            "results": {
                "1-5": "<b>Voci spettrali</b>: Tutti entro un numero di metri pari alla Volontà del mago sentono sussurri oscuri e seducenti dal Reame del Caos. Ogni creatura senziente deve superare una Prova <b>Impegnativa (+0) di Freddezza</b> od ottenere 1 Punto Corruzione.",
                "6-10": "<b>Mente insensibile</b>: La magia incontrollata brucia parzialmente la tua abilità nel lancio degli incantesimi. Gli avanzamenti nelle abilità Linguaggio (Magico) e Incanalare sono dimezzate per le prossime 24 ore.",
                "11-15": "<b>Shock Aethyrico</b>: Il Mago subisce [[1d10]] Ferite, ignorando il Bonus Resistenza e l’Armatura, e deve superare una Prova <b>Media (+20) di Tempra</b> per non subire anche 1 @Condition[Stordito].",
                "16-20": "<b>Venti Inseguitori</b>: Il tuo Vento ti insegue per le prossime [[1d10]] ore. Ciò è evidenteStordito e difficile da spiegare ai passanti sospettosi. Shyish potrebbe far appassire e morire le piante vicino a te, Aqshy l'eruzione di piccoli fuochi, ecc.",
                "21-25": "<b>Attacco Aethyrico</b>: Soffri 1 Ferita Critica in una random @Table[hitloc]{Locazione} casuale a causa di energie magiche che devastano la tua forma.",
                "26-30": "<b>Fuoco dell’Anima</b>: Il Mago arde di fuoco innaturale del colore del proprio Vento, subendo [[1d5]] @Condition[In Fiamme].",
                "31-35": "<b>Babele</b>: Il Mago biascica in modo inintelligibile per [[1d10]] Round, durante i quali non può parlare né lanciare Incantesimi.",
                "36-40": "<b>Venti Caotici</b>: Il Caos soffia attraverso gli ingredienti dei tuoi incantesimi. Ogni lancio attraverso di loro causano un'Influenza Maligna.",
                "41-45": "<b>Pupazzo</b>: Il Mago viene scagliato in aria per [[1d10]] metri in direzione casuale. Quando atterra subisce [[1d10]] Ferite, ignorando i Punti Armatura, ed è @Condition[Prono].",
                "46-50": "<b>Arto Congelato</b>: Un arto scelto a caso del Mago resta paralizzato per [[1d10]] ore. È inservibile, come se fosse stato amputato (pag. 180).",
                "51-55": "<b>Chiamata Caotica</b>: La tua magia a cascata apre brevemente un portale sul Reame del Caos, facendo apparire un Demone Minore dall'Aethyr.",
                "56-60": "<b>Preveggenza Caotica</b>: Il Mago ottiene [[1d10]] Punti Fortuna (che possono superare il normale massimale), ma ogni volta che ne spende uno accumula 1 Punto Corruzione. A fine sessione perderà quelli rimanenti.",
                "61-65": "<b>Distrutto</b>: Sei sopraffatto dal dolore, ottieni 1 condizione @Condition[Stordito]. Fai una <b>Prova Molto Difficile (-40) di Tempra</b> o cadi @Condition[Prono].",
                "66-70": "<b>Perdita d’Energia</b>: Il Mago non può usare il Talento con cui lancia gli Incantesimi (di solito Magia Arcana o Magia del Caos) per [[1d10]] minuti.",
                "71-75": "<b>Possessione Demoniaca</b>: Sei posseduto da un'entità demoniaca per un minuto. In questo lasso di tempo, il GM controlla tutte le tue azioni e, quando riprendi il controllo del tuo corpo, non ricordi ciò che hai fatto.",
                "76-80": "<b>Ritorsione Aethyrica</b>: La magia si diffonde intorno a te, provocando spaventose stigmate. Tutti entro un numero di metri pari alla tua Volontà soffrono 1 Ferita e devono fare una <b>Prova Impegnativa (+0) di Freddezza</b> o subiire una condizione @Condition[Atterrito]. Se non ci sono altre creature entro questa distanza, soffri immediatamente [[2d10]] Ferite.",
                "81-85": "<b>Indebolimento Falloso</b>: I Venti portano un filo di Caos, affondando la tua anima e facendoti inginocchiare. Subisci 1 Punto Corruzione, 1 @Condition[Affaticato], e la condizione @Condition[Prono].",
                "86-90": "<b>Il Doppio dei Guai</b>: I Venti spazzano via il tuo incantesimo, facendo sì che si manifesti entro [[1d10]]×1,5 km di distanza. Il GM è incoraggiato a far sì che ciò causi delle conseguenze e a considerare interessanti modi Caotici per cui la tua magia potrebbe essere trasportata e deformata.",
                "91-95": "<b>Tempesta di Caos</b>: Tira sulla tabella @Table[minormis]{Incidenti Magici Minori}. Tu e [[1d10]] creature vicine soffriranno questo effetto.",
                "96-100": "<b>Scherzo del Destino</b>: Tira sulla tabella @Table[catastrophicmis]{Incidenti Magici Catastrofici}."
            }
        },
        {
            "id": "Dooming",
            "name": "Predestinato",
            "description": "",
            "results": {
                "1-1": "The witches word shall write your doom.",
                "2-2": "The warmth of drink shall be blood welling from the wound.",
                "3-3": "Sweets and honey are to thee as blood and boils.",
                "4-4": "Beware of what hides in folds and ruffles.",
                "5-5": "A sure foot is a life continued.",
                "6-6": "Thou mind lingers overlong in the land of dreams.",
                "7-7": "Forget not the word of thou mother, nor yet the face of thou father.",
                "8-8": "To darkness shall a light soul be delivered.",
                "9-9": "Pinch closed thine nose lest the stench of death find its home.",
                "10-10": "Death gathers under dark clouds.",
                "11-11": "Open not the door knocked but once.",
                "12-12": "Tread not upon the roots of trees.",
                "13-13": "It ringeth once: peace. It ringeth twice: pleasure. It ringeth thrice: damnation.",
                "14-14": "Fear not the witch, but cower before the witch hunter.",
                "15-15": "When ice burns and fire freezes, then shall be the hour of your death.",
                "16-16": "Suffer not the scales in balance.",
                "17-17": "Beware gutters and drains for they are the edge between worlds.",
                "18-18": "As new life cries out, Father Morr shall welcome thee.",
                "19-19": "Beware the raven that lingers overlong.",
                "20-20": "Can you not hear the hounds in the clinking of brass coins?",
                "21-21": "When the beast bows its head, death shall be close behind.",
                "22-22": "Discard the meat of the hoofed beast — it shall be ever ash in your mouth!",
                "23-23": "Trust not the signs of Ranald.",
                "24-24": "Look but once into the mirror’s frame, for what stares out second shall come to claim.",
                "25-25": "Thy death shall be found in a festering warren.",
                "26-26": "Beware the Men that walk as Beasts. Beware the Beasts that walk as Men.",
                "27-27": "Step not into the houses of the Gods, for they know your name and welcome you not.",
                "28-28": "Beware the bed who holds no owner.",
                "29-29": "All the pleasures of the flesh shall be as knives in your back.",
                "30-30": "Let no one wake thee, for fear of what may follow.",
                "31-31": "Sorrow stems from soiled breeches.",
                "32-32": "Thy death will be ugly, and will be born of ugliness.",
                "33-33": "Heed not the engineer, for their artifice brings only suffering.",
                "34-34": "Trust not the woman who gives no name, for she hides far worse within her heart.",
                "35-35": "Hold thou breath under Morrsleib’s light, lest darkness take root in thou soul.",
                "36-36": "Thou first sip of beer shall be thine last.",
                "37-37": "Beware the purse that floweth over.",
                "38-38": "Morr shall fly a False flag, and in its shade take thee to rest.",
                "39-39": "Upon bright sands is both promise and blood.",
                "40-40": "Fear the land bereft of the gull’s cry.",
                "41-41": "If thine eyes close with knowledge of the unjust, they shall never again open.",
                "42-42": "Thy passing shall go unmourned, unremembered, and unremarked.",
                "43-43": "Trust not in shades of purple.",
                "44-44": "Never before was there one such as thee, who drowned on land and not at sea.",
                "45-45": "Thou shall live only whilst beholden to friends.",
                "46-46": "An idle mind is a feast for Ruin.",
                "47-47": "Thou most certainly can die from such a small thing.",
                "48-48": "Beware thou own mind, for it speaks to the soul of invincibility.",
                "49-49": "Laugh not in the face of the flatulent lest thou gut twist.",
                "50-50": "The horses know more than they let slip, but their moment of truth will be thy doom.",
                "51-51": "Linger not upon the privy, nor close thine eyes within the tub.",
                "52-52": "When night falls, knives move silently from their sheaths.",
                "53-53": "Let not thy neighbour’s belly rumble, for too quickly does hunger become murder.",
                "54-54": "In freezing mist shall thee be swallowed.",
                "55-55": "Trust not the written word, for the quill cuts deeper than any blade.",
                "56-56": "Thou shall die of thirst whilst surrounded by drink, hunger whilst surrounded by food.",
                "57-57": "Beware the launder, for the mangle shall live up to its name.",
                "58-58": "When the shadows pass overhead, do not look up for fear of death.",
                "59-59": "The number three shall end thee.",
                "60-60": "Thou shall float in a foam of blood before the waves take thee.",
                "61-61": "Sleep not beneath the twin moons, for their shadows are long and deep.",
                "62-62": "Avoid rot, mould, and all decay, for it knows your name and calls you kin.",
                "63-63": "At no baker’s hearth shall ye sit.",
                "64-64": "Thou shall die chained to a trusted friend.",
                "65-65": "When freedom bought, thine end is wrought.",
                "66-66": "Thy bones shall litter a foreign land.",
                "67-67": "No spear shall end thee, but thou will wish it did.",
                "68-68": "Beware the barking of hounds, especially whose source you cannot see.",
                "69-69": "Morr comes to thee when blue is all you see.",
                "70-70": "Glance not behind, for doom approaches from the front.",
                "71-71": "Hide not the blemish lest it fester out of sight.",
                "72-72": "Thine ears shall be filled with laughter before the screams.",
                "73-73": "Suffer not the witch to live, for they shall not suffer thee.",
                "74-74": "Hold thy cup in both hands, lest the Ruinous Powers takes up from thee.",
                "75-75": "Death shall be but blood on the vine.",
                "76-76": "No mortal warrior shall be thine end.",
                "77-77": "Trust not the strength of bridges.",
                "78-78": "Wipe not the tear from thine eye, for it shall be the last.",
                "79-79": "The songs of birds shall be the last thing you hear.",
                "80-80": "The latest fashions hold the newest threats.",
                "81-81": "Thou thinketh the one-edge blade cannot cut the wielder, but thou wouldst be wrong.",
                "82-82": "Violence begets violence, but peace begets death.",
                "83-83": "The drumming of feet shall see thee to Morr’s embrace.",
                "84-84": "A night without song precedes a morning without waking.",
                "85-85": "Pluck not water from the well, lest it pluck thee from the earth.",
                "86-86": "Trust not the hooting owl, for thou cannot hear them, and thus hears something else.",
                "87-87": "When thou feet are buried in mud, thy death will be close behind.",
                "88-88": "A True haunting comes in threes.",
                "89-89": "No bells toll when the door is ajar, but fiddlers shall dance upon thy grave.",
                "90-90": "Thou life undone by the smallest flea.",
                "91-91": "When the peasant stands triumphant shall your head separate from your shoulders.",
                "92-92": "Trust not the innocence of children, for their plans are far from sound.",
                "93-93": "Consider not the cloth of green.",
                "94-94": "Beware all that swims in the sea.",
                "95-95": "Rise not before midmorning, for thine death is early indeed.",
                "96-96": "Save not the needy for they shall carry thine noose.",
                "97-97": "False courage spells certain doom.",
                "98-98": "There shall be no ravens to pick upon your bones.",
                "99-99": "Morr sends a maiden.",
                "100-100": "Thy death will mark the virtuous with sin."
            }
        },
        {
            "id": "Eye Colour - Wood Elf",
            "name": "Colore Occhi - Elfo Silvano",
            "description": "",
            "results": {
                "8-14": "Chestnut",
                "15-17": "Dark Brown",
                "2-2": "Ivory",
                "4-4": "Ivy Green",
                "5-7": "Mossy Green",
                "19-19": "Sandy Brown",
                "18-18": "Tan",
                "20-20": "Violet"
            }
        },
        {
            "id": "Hair Colour - High Elf",
            "name": "Colore Capelli - Alto Elfo",
            "description": "",
            "results": {
                "18-18": "Auburn",
                "20-20": "Black",
                "5-7": "Blond",
                "12-14": "Copper Blond",
                "4-4": "Pale Brown",
                "19-19": "Red",
                "15-17": "Red Blond",
                "2-2": "Silver",
                "3-3": "White",
                "8-11": "Yellow Blond"
            }
        },
        {
            "id": "Career - Wood Elf",
            "name": "Carriera - Elfo Silvano",
            "description": ""
        },
        {
            "id": "Dissolution of Body and Mind - Human",
            "name": "Dissoluzione di Mente e Corpo - Umano",
            "description": "",
            "results": {
                "1-50": "<b>Corpo</b>: @Table[mutatephys]",
                "51-100": "<b>Mente</b>: @Table[mutatemental]"
            }
        },
        {
            "id": "Dooming (Alternate)",
            "name": "Predestinato (Alternativo)",
            "description": ""
        },
        {
            "id": "Eye Colour - Dwarf",
            "name": "Colore Occhi - Nano",
            "description": "",
            "results": {
                "5-7": "Blue",
                "2-2": "Coal",
                "19-19": "Copper",
                "12-14": "Dark Brown",
                "8-11": "Earth Brown",
                "20-20": "Gold",
                "18-18": "Green",
                "15-17": "Hazel",
                "3-3": "Lead",
                "4-4": "Steel"
            }
        },
        {
            "id": "Career - High Elf",
            "name": "Carriera - Alto Elfo",
            "description": ""
        },
        {
            "id": "Major Miscast Table",
            "name": "Tabella Incidenti Magici Maggiori",
            "description": "",
            "results": {
                "1-5": "<b>Voci spettrali</b>: Tutti entro un numero di metri pari al Bonus Volontà sentono sussurri oscuri e seducenti dal Reame del Caos. Ogni creatura senziente deve superare una Prova <b>Media (+20) di Freddezza</b> od ottenere 1 Punto Corruzione.",
                "6-10": "<b>Occhi Stregati</b>: Gli occhi del Mago assumono un colore innaturale legato al suo Vento per [[1d10]] ore. In questo periodo subisce 1 @Condition[Accecato] che non può essere rimosso in alcun modo.",
                "11-15": "<b>Shock Aethyrico</b>: Il Mago subisce [[1d10]] Ferite, ignorando il Bonus Resistenza e l’Armatura, e deve superare una Prova <b>Media (+20) di Tempra</b> per non subire anche 1 @Condition[Stordito].",
                "16-20": "<b>Camminata di Morte</b>: La morte segue i passi del Mago. Per [[1d10]] ore, ovunque poggi il piede la vegetazione appassisce e muore.",
                "21-25": "<b>Ribellione Intestinale</b>: Le viscere del Mago si contraggono senza controllo e se la fa addosso. Subisce 1 @Condition[Affaticato] che non può essere rimosso finché non si sarà lavato e cambiato.",
                "26-30": "<b>Fuoco dell’Anima</b>: Il Mago arde di fuoco innaturale del colore del proprio Vento, subendo 1 @Condition[In Fiamme].",
                "31-35": "<b>Babele</b>: Il Mago biascica in modo inintelligibile per [[1d10]] Round, durante i quali non può parlare né lanciare Incantesimi.",
                "36-40": "<b>Sciame</b>: Il Mago viene assalito da un’orda Aethyrica di Ratti Giganti, Ragni Giganti, Serpenti o altre creature a scelta del GM. Usare il normale profilo della creatura con l’aggiunta del Tratto Sciame. Le creature si ritirano dopo [[1d10]] Round.",
                "41-45": "<b>Pupazzo</b>: Il Mago viene scagliato in aria per [[1d10]] metri in direzione casuale. Quando atterra subisce [[1d10]] Ferite, ignorando i Punti Armatura, ed è @Condition[Prono].",
                "46-50": "<b>Arto Congelato</b>: Un arto scelto a caso del Mago resta paralizzato per [[1d10]] ore. È inservibile, come se fosse stato amputato (pag. 180).",
                "51-55": "<b>Vista Crepuscolare</b>: Per [[1d10]] ore, il Mago perde i benefici di <a class='talent-drag'>Seconda Vista</a> e subisce -20 alle Prove d’Incanalare.",
                "56-60": "<b>Preveggenza Caotica</b>: Il Mago ottiene [[1d10]] Punti Fortuna (che possono superare il normale massimale), ma ogni volta che ne spende uno accumula 1 Punto Corruzione. A fine sessione perderà quelli rimanenti.",
                "61-65": "<b>Levitazione</b>: Il Mago viene sollevato dai Venti della Magia a [[1d10]] metri da terra per [[1d10]] minuti. Può spostarsi usando magie, ali o venire mosso da altri ma, se lasciato a se stesso, tornerà al punto d’origine. Al termine dell’effetto subirà @Compendium[wfrp4e-core.journal-entries.IyLwbcF2271ZKPzC]{Danni da Caduta} (pag. 166).",
                "66-70": "<b>Rigurgito</b>: Il Mago rigetta in maniera incontrollata più vomito puzzolente di quanto il suo corpo potrebbe contenere. Subisce 1 @Condition[Stordito] per [[1d10]] Round.",
                "71-75": "<b>Sisma del Caos</b>: Ogni creatura entro [[1d100]] metri deve superare una Prova Media (+20) di Atletica o cadere @Condition[Prono]{Prona}.",
                "76-80": "<b>Cuore di Traditore</b>: Gli Dei Oscuri spingono il Mago a commettere una terribile perfidia. Se deciderà di attaccare o tradire con tutte le proprie capacità un alleato, riguadagnerà tutti i propri Punti Fortuna. Se questi perde 1 Punto Fato in tal modo, il Mago ne guadagna uno.",
                "81-85": "<b>Orrido Indebolimento</b>: Il Mago subisce 1 Punto Corruzione e le Condizioni @Condition[Prono] e 1 @Condition[Affaticato].",
                "86-90": "<b>Tanfo Infernale</b>: Il Mago puzza terribilmente! Ottiene il Tratto @Compendium[wfrp4e-core.traits.MVI0lXcg6vvtooAF]{Distraente} (pag. 235) per [[1d10]] ore e, probabilmente, l’antipatia di chiunque abbia un naso.",
                "91-95": "<b>Perdita d’Energia</b>: Il Mago non può usare il Talento con cui lancia gli Incantesimi (di solito Magia Arcana o Magia del Caos) per [[1d10]] minuti.",
                "96-100": "<b>Ritorsione Aethyrica</b>: Tutti coloro che si trovano entro un numero di metri pari al Bonus Volontà dal Mago subiscono [[1d10]] Ferite, ignorando il Bonus Resistenza e l’Armatura, e cadono @Condition[Prono]{Proni}. Se non ci sono creature entro il raggio dell’effetto, la magia non può sfogarsi e fa esplodere la testa del Mago, uccidendolo sul colpo."
            }
        },
        {
            "id": "Minor Miscast Table (Moo)",
            "name": "Tabella Incidenti Magici Minori (Moo)",
            "description": "",
            "results": {
                "1-5": "<b>Stregoneria</b>: Una piccolo segno del Caos si manifesta: il latte nelle vicinanze inacidisce, gli animali si spaventano, una brezza fredda soffia, ecc.",
                "6-10": "<b>Occhi Stregati</b>: Gli occhi del Mago assumono un colore innaturale legato al suo Vento per [[1d10]] ore. In questo periodo subisce 1 @Condition[Accecato] che non può essere rimosso in alcun modo.",
                "11-15": "<b>Carestia</b>: Bonus Volontà campi o aree fertili entro Bonus Volontà×1,5 km soffrono una carestia e marciscono.",
                "16-20": "<b>Cerume</b>: Le orecchie del Mago si otturano di cerume. Subisce 1 @Condition[Assordato], che non può essere rimosso finché qualcuno non le ripulisce con una Prova di Guarire.",
                "21-25": "<b>Luce Stregata</b>: Il Mago emette una luce inquietante, del colore del proprio Vento, pari a quella di un grosso falò per [[1d10]] Round.",
                "26-30": "<b>Sussurri Maligni</b>: La voce di un'entità demoniaca è portata a te. Supera una <b>Prova Impegnativa (+0) di Volontà</b> per non ascoltare o subisci 1 Punto Corruzione.",
                "31-35": "<b>Sanguinamento</b>: Il Mago perde sangue da naso e orecchie, subisce 1 @Condition[Sanguinante].",
                "36-40": "<b>Tremito nell’Anima</b>: Il Mago cade @Condition[Prono].",
                "41-45": "<b>Ago Aethyrico</b>: Perdi 1 Ferita: [[1d5]] unghie anneriscono e cadono, una piccola ferita appare nella forma di un simbolo eretico, mordi le tue labbra o la lingua per lo shock mistico, ecc.",
                "46-50": "<b>Abiti in Fuga</b>: Gli abiti del Mago si animano di vita propria, causandogli 1 @Condition[Afferrato] con Forza pari a [[1d10*5]].",
                "51-55": "<b>Congrega strisciante</b>: Insetti riempono l'area attorno a te, ronzando e strisciando. Se in combattimento, tira una <b>Prova Impegnativa (+0) di Freddezza</b> o subisci la condizione @Condition[Sorpreso].",
                "56-60": "<b>Anima Prosciugata</b>: Il Mago subisce 1 @Condition[Affaticato] che dura [[1d10]] ore.",
                "61-65": "<b>Rigurgito</b>: Il Mago rigetta in maniera incontrollata più vomito puzzolente di quanto il suo corpo potrebbe contenere. Subisce 1 Condizione @Condition[Stordito].",
                "66-70": "<b>Visioni Sacrileghe</b>: Il Mago è colpito da visioni di atti profani. Subisce 1 @Condition[Accecato] e deve superare una Prova <b>Impegnativa (+0) di Freddezza</b> per non subirne un secondo.",
                "71-75": "<b>Lingua Allappata</b>: Tutte le Prove di Linguaggio parlato (comprese le Prove di Lancio) subiscono -10 per [[1d10]] Round.",
                "76-80": "<b>L’Orrore!</b>: Il Mago deve superare una Prova <b>Ardua (-20) di Freddezza</b> o subire 1 @Condition[Atterrito].",
                "81-85": "<b>Corruzione</b>: Il Mago ottiene 1 Punto Corruzione.",
                "86-90": "<b>Il Doppio dei Guai</b>: Gli effetti dell’Incantesimo si manifestano anche a [[1d10]]×1,5 km di distanza. Questo potrebbe avere delle conseguenze a discrezione del GM.",
                "91-95": "<b>Moltiplicarsi della Sfortuna</b>: Tirare 2 volte su @Table[minormis]{questa tabella}.",
                "96-100": "<b>Sfortunato</b>: Tirare di nuovo sulla @Table[majormis]{Tabella degli Incidenti Magici Maggiori}."
            }
        },
        {
            "id": "Events Table",
            "name": "Tabella Eventi",
            "description": "",
            "results": {
                "1-3": "<b>Accused Ally</b>: One of your allies (GM's choice) is implicated in a terrible crime. A character with a Law Guild Licence can spend an Endeavour to free the ally with a successful Average (+20) Lore (Law) test. Otherwise, 3 Endeavours spent by the party will exonerate their ally (or, if guilty, manufacture an alibi). If the ally is freed, gain a Major Favour (see @JournalEntry[Do Me a Favor!]{Do Me a Favour Endeavour}) for future use. If not, their ally hangs!",
                "4-6": "<b>Arcane Auction</b>: The belongings of a recently deceased neighbour are auctioned, including a dusty, old book of unknown origin. If you are able to pay the 10 GC asking price, the book is yours! Beyond any other advantage the book may bring as determined by the GM, any Academic characters attempting the Research Lore Endeavour gains +20 on the Test.",
                "7-10": "<b>Betrayed!</b>: A friend, family member, or ally turns on you, the ramifications of which will impact your next adventure. If you have no friends, family, or allies, your time between adventures is blissfully uneventful though somewhat dull.",
                "11-14": "<b>Bolt from the Blue</b>: A lazy ostler didn't lock the stable door, and your mount bolted! If you succeed at an Average (+20) Animal Training (Horse) Test, your well-trained beast returns to the hand that feeds it. If you fail, your steed is gone, unlikely to be ever seen again. If you don't have a mount, you have developed a painful new blister on your foot.",
                "15-18": "<b>Oi! You spilled my pint!</b>: A petty argument in the local area has developed into a feud - the GM decides who you offended and how. This person will not pass up an opportunity for petty revenge, probably during the next adventure...",
                "19-21": "<b>Crime Crackdown</b>: The Watch is cracking down on crime hard. Rogues can get no funds from the Income Endeavour, and if Rogues undertake a Banking Endeavour, they may only select a High-risk deposit, as legitimate banking houses won't handle dirty money.",
                "22-25": "<b>The Exciseman Cometh</b>: An unexpected visit by the tax collector (with several soldiers in tow) sweeps through your local settlement. All characters lose 30% of their funds before any can be spent on Endeavours.",
                "26-29": "<b>False Silver</b>: To the horror of the merchants, a run of counterfeit coins plagues the characters' locale. A fifth of all coins are affected. Characters who undertake the Banking Endeavour will lose 20% of money banked, and characters undertaking the Income Endeavour similarly reduce any money earned by 20%.",
                "30-33": "<b>Flowing Profit</b>: Business is particularly good for folk involved in river trade. All Riverfolk make an additional 50% from any Income Endeavour pursued during the next batch of Endeavours.",
                "34-36": "<b>Forewarned is Forearmed</b>: You are given a cryptic omen by a dream, Strigany mystic, or Celestial Magister you encounter on the street. During your next adventure, your maximum Fortune points are increased by 1.",
                "37-40": "<b>Festivities</b>: A celebration is called! Decide the nature of the event with the GM. Possibilities include a local wedding, a bountiful harvest, or a public execution! You are caught up in the event (and its aftermath) and lose an Endeavour.",
                "41-44": "<b>Inclement Weather</b>: Particularly bad weather arrives. For the next adventure, all social Skill Tests suffer a penalty of -10 (everyone is in a foul mood) and food prices increase by 20% (due to spoiling of stored provender).",
                "45-48": "<b>Glorious Weather</b>: Beautiful conditions inspire you and give you cheer. You can add a new Short-term Ambition. When it's concluded, you do not replace it with a new one.",
                "49-52": "<b>Local Crop Failure</b>: Food becomes exceedingly scarce and many folk suffer terribly. Characters from the Peasant class cannot undertake the Income Endeavour, and food prices are doubled in the area for the duration of the next adventure.",
                "53-56": "<b>Malicious Malady</b>: The Bloody Flux sweeps through town. Make an Easy (+40) Toughness Test. On a success, the Flux passes by. On a failure, you and the Washers Guild are soon to know each other very well. Contract the @Compendium[wfrp4e-core.diseases.herUmN51D9TiL2Vn]{The Bloody Flux}.",
                "57-60": "<b>Montrous Complications</b>: A monster (chosen by the GM from Chapter 12: Bestiary) is causing panic among the locals. The Income Endeavour provides no funds until the beast is dealt with. The characters can choose to each sacrifice one Endeavour to deal with the menace (and this encounter should be roleplayed). If you succeed, you gain a free Income Endeavour to represent their individual rewards, and a feast is held in their honour. If not, or if the party chooses to ignore the creature, it will move on or be killed by a local rival.",
                "61-63": "<b>Morr's Embrace</b>: One of the character's relatives, friends, or allies dies. It could be of natural causes, an accident, or the beginning of something sinister...",
                "64-65": "<b>New Moon</b>: The nights are particularly dark. All Rogue characters undertaking the Income Endeavour receive a +20% bonus to their monies earned.",
                "66-67": "<b>Old Debts</b>: You have a Major or Significant Favour called in. Dealing with the favour will be part of your next adventure and you lose one Endeavour in preparation for what is to come.",
                "68-69": "<b>Opportunity Saunters Through</b>: Passing soldiers, well-heeled merchants, or vacationing nobles pass through the area, and characters willing to suck up reap the benefits. Burgher and Peasant Class characters gain +50% money from the Income Endeavour.",
                "70-71": "<b>Peace and Quiet</b>: It's times like these that remind you what life is all about: good sleep and fine cheese. Be smugly content at the start of your next adventure.",
                "72-73": "<b>Pedlar</b>: A wizened, well-travelled pedlar who likes a gossip passes through. For the price of a flagon of ale — 3d — you receive a +10 bonus to any Latest News Endeavours you attempt.",
                "74-76": "<b>Pestilental Pet</b>: One of your animals falls ill; make a Challenging (+0) Animal Care Test. If successful, your beast pulls through. If not, the unfortunate creature dies. If you have no animals, you are troubled by ill omens of the GM's creation.",
                "77-79": "<b>Ransacked</b>: Before you can undertake a Banking Endeavour, your stash is raided, and all your money is taken. If your money amounts to less than 1 GC, the thieves also steal your most highlyvalued trapping.",
                "80-82": "<b>Riots</b>: The common folk are furious at the high and mighty! Characters of the Courtier Class cannot take the Income Endeavour as, no matter how many bodyguards they hire, it isn't even vaguely safe for them to be abroad on business. Further, any deposits at reputable banks (see @JournalEntry[Banking]) must immediately check to see if the violence and disruption has caused their bank to go out of business. However, players attempting a Foment Dissent Endeavour receive +10 bonus to all related Tests.",
                "83-85": "<b>Sticky Fingers</b>: Your purse is cut! You lose half of the money you ended the last adventure with.",
                "86-88": "<b>Suspicion of Heresy</b>: You fall foul of a Witch Hunter who suspects you have been consorting with Mutants, Cultists, or worse on your socalled 'adventures'. It takes a Very Hard (-30) Charm Test to convince the hunter you are innocent. Failure to do this means you have earned an implacable nemesis who is certain to cause trouble in the future...",
                "89-91": "<b>Under Suspicion</b>: The party's irregular movements and sudden wealth has drawn suspicion. All characters must forfeit one Endeavour laying low or proving their innocence. Characters in the Rogue class cannot use the Income Endeavour until after their next adventure.",
                "92-94": "<b>Uneventful</b>: Little of interest occurs, perhaps leaving you with a boredominspired appetite for taking risks!",
                "95-97": "<b>Unexpected Esteem</b>: Someone you helped in the past has a chance to repay your efforts. The precise nature of the reward should be appropriate to your past deeds, and the NPCs you have assisted during play or in your back story. The tokens of gratitude may vary from a single high-quality item, to a purse of silver (which will be available at the start of the next adventure). Of course, all that glitters is not gold, and not all gifts are what they appear...",
                "98-100": "<b>Unusual Mercenaries</b>: One or more rare mercenaries turn up in a nearby settlement looking for work: a Tilean Duellist of great repute, the socalled Birdmen of Catrazza, unemployed Ogres under the command of a Halfling captain, or other unlikely bands. The mercenaries will gladly train any character in any martial Skills or Talents, at a 20% reduction in costs, should the characters undertake a Training or Unusual Learning Endeavour. Additionally, any characters undertaking a Combat Training Endeavour gain a +20 bonus to any relevant Test."
            }
        },
        {
            "id": "Hit Location",
            "name": "Locazione",
            "description": "",
            "results": {
                "1-9": "Testa",
                "10-24": "Braccio Sinistro",
                "25-44": "Braccio Destro",
                "45-79": "Torso",
                "80-89": "Gamba Sinistra",
                "90-100": "Gamba Destra"
            }
        },
        {
            "id": "Beyond the Social Norm",
            "name": "Beyond the Social Norm",
            "description": "",
            "results": {
                "1-2": "<b>Defies Status.</b> The character defies conven-tion concerning Status and ignores its effects.",
                "3-8": "<b>Standard Reactions</b>: The character follows the Status rules as normal.",
                "9-10": "<b>Extreme Views</b>: The character holds extreme views. Modify all Tests influenced by Status by a further +/–10, as appropriate."
            }
        },
        {
            "id": "Drive Failure",
            "name": "Drive Failure",
            "description": "",
            "results": {
                "1-2": "<b>Snapped Harness</b>: One horse (or equivalent) breaks free; reduce speed accordingly.",
                "3-5": "<b>Jolted Carriage</b>: Passengers suffer 1 Wound and fragile cargos might be damaged.",
                "6-8": "<b>Broken Wheel</b>: Pass a Drive Test every round to avoid Crashing. Two-wheeled vehicles with a Broken Wheel Crash automatically.",
                "9-10": "<b>Broken Axle</b>: The vehicle goes out of control and Crashes."
            }
        },
        {
            "id": "Character Trait",
            "name": "Character Trait",
            "description": "",
            "results": {
                "1-4": "Arrogant",
                "5-8": "Bawdy",
                "9-12": "Brash",
                "13-16": "Calculating",
                "17-20": "Cavalier",
                "21-24": "Charming",
                "25-28": "Cold",
                "29-32": "Confident",
                "33-36": "Crude",
                "37-40": "Dishonest",
                "41-44": "Fierce",
                "45-48": "Gloomy",
                "49-52": "Gracious",
                "53-56": "Gregarious",
                "57-60": "Honest",
                "61-64": "Indignant",
                "65-68": "Naive",
                "69-72": "Obsessive",
                "73-76": "Quiet",
                "77-80": "Reserved",
                "81-84": "Rude",
                "85-88": "Shrewd",
                "89-92": "Vain",
                "93-96": "Worrisome",
                "97-100": "Zealous"
            }
        },
        {
            "id": "Character Motivation",
            "name": "Character Motivation",
            "description": "",
            "results": {
                "1-4": "Authority",
                "5-8": "Change",
                "9-12": "Charity",
                "13-16": "Control",
                "17-20": "Envy",
                "21-24": "Fame",
                "25-28": "Freedom",
                "29-32": "Glory",
                "33-36": "Gluttony",
                "37-40": "Happiness",
                "41-44": "Infamy",
                "45-48": "Justice",
                "49-52": "Knowledge",
                "53-56": "Love",
                "57-60": "Obligation",
                "61-64": "Pleasure",
                "65-68": "Power",
                "69-72": "Recognition",
                "73-76": "Respect",
                "77-80": "Revenge",
                "81-84": "Ruin",
                "85-88": "Servitude",
                "89-92": "Survival",
                "93-96": "Unity",
                "97-100": "Wealth"
            }
        },
        {
            "id": "Character Ambition",
            "name": "Character Ambition",
            "description": "",
            "results": {
                "1-4": "To avoid an obligation",
                "5-8": "To be immortalised",
                "9-12": "To become someone else",
                "13-16": "To convince someone to take the fall",
                "17-20": "To cure themselves or a loved one",
                "21-24": "To do the work of the Gods",
                "25-28": "To earn affection",
                "29-32": "To earn recognition",
                "33-36": "To explore a mystery",
                "37-40": "To gain a promotion",
                "41-44": "To help a family member or friend",
                "45-48": "To hide from a shameful past",
                "49-52": "To improve themselves",
                "53-56": "To kill a hated enemy",
                "57-60": "To locate something lost",
                "61-64": "To make enough money for...",
                "65-68": "To make it through just one more day",
                "69-72": "To prove a point",
                "73-76": "To prove their worth",
                "77-80": "To reclaim what was taken",
                "81-84": "To regain honour",
                "85-88": "To restore the family name",
                "89-92": "To spread suffering",
                "93-96": "To steal something of value",
                "97-100": "To uncover a conspiracy"
            }
        },
        {
            "id": "Character Quirk",
            "name": "Character Quirk",
            "description": "",
            "results": {
                "1-4": "A late bloomer of magical talent",
                "5-8": "Addicted to illicit substances or acts",
                "9-12": "Chronically unlucky",
                "13-16": "Deeply in debt to the wrong people",
                "17-20": "Erring on the side of heresy",
                "21-24": "Extremely religious",
                "25-28": "Gifted with recent good luck",
                "29-32": "Gossipy and overly informed",
                "33-36": "Has a hidden talent",
                "37-40": "Has a terrible short-term memory",
                "41-44": "Hides a minor mutation",
                "45-48": "Holds to revolutionary ideals",
                "49-52": "Looking for investors for a new scheme",
                "53-56": "Needlessly superstitious",
                "57-60": "Not who they say they are",
                "61-64": "On the run from a darker past",
                "65-68": "Outcast from their friends and family",
                "69-72": "Recently retired from adventuring",
                "73-76": "Repeats themselves again and again",
                "77-80": "Scandalous reputation",
                "81-84": "Speaks prayers to Darker powers",
                "85-88": "Spotless reputation",
                "89-92": "Surprisingly literate / illiterate",
                "93-96": "Utterly and desperately broke",
                "97-100": "Well known in their community"
            }
        }
    ]
}