{
	"label": "Psicologia",
	"mapping": {
        "effects": {
            "path": "effects",
            "converter": "effects"
        }
    },
	"entries": [
		{
			"id": "Animosity (Target)",
			"name": "Animosità (Bersaglio)",
			"description": "<p>Il Personaggio nutre ostilità verso il Bersaglio, di solito un gruppo, come ‘Nordlander’, ‘Uominibestia’ o ‘Nobili’. Quando lo incontra deve effettuare una Prova di Psicologia. Se ha successo riesce a controllarsi e subisce solo -20 alle Prove di Socialità rispetto al gruppo. In caso di fallimento è vittima dell’Animosità.</p>\n<p>Alla fine di ogni Round successivo potrà tentare un’ulteriore Prova per controllarsi. Anche se non riesce gli effetti svaniscono naturalmente appena tutti i Bersagli visibili sono pacificati o se ne vanno, oppure se il Personaggio diviene <em>@Condition[Stordito]</em>, <em>@Condition[Privo di Sensi]</em> o soggetto a un altro Tratto Psicologico.</p>\n<p>Mentre è vittima di Animosità,</p><ul><li>il Personaggio deve attaccare il Bersaglio verbalmente (insulti e freddure) o fisicamente (di solito a pugni), come appropriato.</li><li>Inoltre, ottiene +1 LS a queste aggressioni.</li></ul><p>@Compendium[wfrp4e-core.psychologies.Ib2YQYChktDFN93y]{Paura} e @Compendium[wfrp4e-core.psychologies.meMkLEwdJIDLxM0B]{Terrore} prevalgono su Animosità.</p>"
		},
		{
			"id": "Camaraderie (Group)",
			"name": "Cameratismo (Gruppo)",
			"description": "<p>Cameratismo riflette sentimenti positivi verso un gruppo. </p>\n<ul>\n<li>Quando questo viene minacciato, fisicamente o socialmente, il Personaggio dovrà correre in soccorso.</li>\n<li>Otterrà +1 LS alle Prove aiutare o supportare il gruppo..</li></ul>\n<p><strong>Esempio:</strong> <em>Amhold ha avuto un’infanzia difficile, un bambino di strada senza una famiglia. Nonostante il carattere ombroso, ha </em>Cameratismo (Orfani)<em>.</em></p>"
		},
		{
			"id": "Fear (Rating)",
			"name": "Paura (Grado)",
			"description": "<p>Paura rappresenta un’estrema avversione per qualcosa. Il Grado di <em>Paura</em> rappresenta il LS necessario per superarla. Per farlo si effettua una Prova Prolungata di Freddezza, tirando alla fine di ogni Round. Fintanto che non viene superata con successo, si è soggetti a Paura.</p>\n<p>Chi è vittima di <em>Paura</em></p><ul><li> subisce -1 LS in tutte le Prove legate alla fonte.</li><li>Non ci si può avvicinare ad essa senza superare una Prova <strong>Impegnativa (+0) di Freddezza</strong>. Se, invece, è la fonte ad avvicinarsi, è necessario superare una Prova <strong>Impegnativa (+0) di Freddezza</strong> per non subire 1 <em>@Condition[Atterrito]</em>.</li></ul>"
		},
		{
			"id": "Frenzy",
			"name": "Furia",
			"description": "Superando una Prova di Volontà, il Personaggio può caricarsi di rabbia, ululando, mordendo lo scudo o in altri modi. Se ha successo diviene soggetto a Furia.</p>\n<p>Mentre è in Furia</p><ul><li>il Personaggio diventa immune a tutti gli altri Tratti Psicologici e non fuggirà né si ritirerà per alcun motivo,</li><li>anzi dovrà sempre muoversi alla massima velocità per attaccare l’avversario più vicino.</li><li>In genere, le uniche Azioni che può compiere sono Prove di Abilità di Combattimento o Atletica, per raggiungerlo più in fretta.</li><li>Nel corso di ogni Round potrà compiere una Prova di Mischia gratuita, dato che sta attaccando senza risparmiarsi.</li><li>Infine, ottiene +1 Bonus Forza grazie a tanta ferocia.</li></ul>\n<p>Rimane in Furia finché tutti i nemici visibili non sono resi innocui o finché non subisce la Condizione <em>@Condition[Stordito]</em> o <em>@Condition[Privo di Sensi]</em>. Al termine della Furia subisce 1 <em>@Condition[Affaticato]</em>."
		},
		{
			"id": "Hatred (Target)",
			"name": "Odio (Bersaglio)",
			"description": "<p>Il Personaggio è consumato dall’Odio verso il Bersaglio, di solito gruppo, come ‘Hochlander’, ‘Piovre di Palude’ o ‘Schiavisti’, al punto che non potrà mai interagirvi in modo pacifico.</p><p>Quando lo incontra deve superare una Prova di Psicologia per trattenersi. Se fallisce sarà soggetto all’Odio, e alla fine di ogni Round seguente può ritentare la Prova per porvi un freno. Gli effetti hanno termine appena tutti i Bersagli visibili sono morti o fuggiti, oppure se cade <em>@Condition[Privo di Sensi]</em>.</p>\n<p>Mentre è vittima dell’Odio, il Personaggio è costretto ad aggredire il Bersaglio senza risparmiarsi.</p>\n<ul>\n<li>Ottiene +1 LS in tutte le Prove di combattimento contro di esso</li>\n<li>è immune a @Compendium[wfrp4e-core.psychologies.Ib2YQYChktDFN93y]{Paura} o @Compendium[wfrp4e-core.skills.I0yPc4PH5erWJLmu]{Intimidire} provocati da questi nemici, ma non al @Compendium[wfrp4e-core.psychologies.meMkLEwdJIDLxM0B]{Terrore}.</li></ul>"
		},
		{
			"id": "Phobia (Target)",
			"name": "Fobia (Bersaglio)",
			"description": "<p>La Fobia riflette una paura specifica, come quella nei confronti di una particolare creatura, oggetto o circostanza, come <em>Fobia (Insetti)</em>, <em>Fobia (Libri)</em> o <em>Fobia (Spazi Chiusi)</em>.</p>\n<ul>\n<li>L’oggetto della Fobia causa @Compendium[wfrp4e-core.psychologies.Ib2YQYChktDFN93y]{Paura 1} nel Personaggio</li>\n<li>nel caso di sindromi molto radicate, questo valore può aumentare.</li>\n</ul>\n<p><strong>Esempio:</strong> <em>il Dottor Johannsen è un celebre antiquario. Nonostante le sue molte avventure soffre di </em>Fobia (Serpenti)<em> e nonostante ciò sembra incontrarli con tremenda regolarità.</em></p>"
		},
		{
			"id": "Prejudice (Target)",
			"name": "Pregiudizio (Bersaglio)",
			"description": "<p>Il Personaggio detesta il Bersaglio, di solito un gruppo, come ‘Ostlander’, ‘Elfi’ o ‘Maghi’. Quando lo incontra deve effettuare una Prova di Psicologia. Se la supera potrebbe accigliarsi, ma agirà in modo normale, subendo solo -10 alle Prove di Socialità relative.</p><p>Se fallisce cede ai propri Pregiudizi. Alla fine di ogni Round seguente potrà tentare una prova per controllarsi. Se non lo fa, gli effetti hanno termine appena tutti i Bersagli visibili se ne sono andati, oppure se il Personaggio è <em>@Condition[Stordito]</em>, <em>@Condition[Privo di Sensi]</em> o soggetto a un altro Tratto Psicologico.</p>\n<p>&nbsp;</p>\n<p>Chi è vittima di Pregiudizio deve insultare il Bersaglio. Subito. Ad alta voce.</p>"
		},
		{
			"id": "Terror (Rating)",
			"name": "Terrore (Grado)",
			"description": "<p>Alcune creature sono talmente spaventose da provocare un profondo <em>Terrore</em> nei nemici. Chi ne incontra una deve effettuare una Prova di Freddezza.<ul><li>Se la supera non ci sarà alcun effetto</li><li>se fallisce subisce un numero di <em>@Condition[Atterrito]</em> pari al Grado di <em>Terrore</em> più il numero di LS sotto 0.</li></ul></p>\n<p>Dopo aver risolto questa Prova di Psicologia, la creatura causerà @Compendium[wfrp4e-core.psychologies.Ib2YQYChktDFN93y]{Paura} con Grado pari a quello di <em>Terrore</em>.</p>"
		},
		{
			"id": "Trauma",
			"name": "Trauma",
			"description": "<p>La vita di molti Reiklander è breve e brutale, ancor di più per gli avventurieri, che spesso subiscono dei Traumi. </p>\n<p>&nbsp;</p>\n<p>Ognuno, in base al proprio carattere, reagisce a un Trauma in modo diverso: incubi, abuso di sostanze, flashback, @Compendium[wfrp4e-core.psychologies.Q2MCUrG2HppMcvN0]{Animosità} o @Compendium[wfrp4e-core.psychologies.5hH73j2NgPdsLCZN]{Odio} verso certi gruppi, oppure una @Compendium[wfrp4e-core.psychologies.Mu5dU4IcP58LBQwi]{Fobia}. Si possono anche sviluppare effetti diversi nel corso del tempo.</p>\n<p>&nbsp;</p>\n<p><strong>Esempio:</strong> <em>il villaggio dove viveva Horst fu distrutto da un terribile incendio e nei suoi sogni sente ancora le urla. Quando vede un altro Personaggio In Fiamme deve superare una Prova </em><strong>Impegnativa (+0) di Freddezza</strong><em>. Se fallisce subisce 1 @Condition[Stordito], più uno @Condition[Stordito] per LS sotto 0. Inoltre, ogni notte deve superare una Prova Facile (+40) di Freddezza per non avere incubi e subire 1 @Condition[Affaticato].</em></p>"
		},
		{
			"id": "Love",
			"name": "Amore",
			"description": "<p>I poeti scrivono dell’amore e ogni menestrello del Reikland conosce dozzine di canzoni sulla sua potenza. Il Tratto Amore verso una o più persone riflette un profondo legame. Questo può essere il sentimento romantico verso il proprio compagno o amante, quello familiare verso genitori e figli, oppure una grande amicizia.&nbsp;</p>\n<p>Se il Bersaglio è minacciato fisicamente o socialmente, il Personaggio dovrà correre in suo aiuto. Mentre lo difende sarà immune alla Paura e otterrà +1 LS in tutte le Prove relative. </p>\n<p><strong>Esempio</strong>: <em>Rilla è una barcaiola che viaggia per il Reik con la sua famiglia. Ha Amore (Figlio), Amore (Fratello) e Amore (Genitori). Chi tocca la sua famiglia se la dovrà vedere con lei!</em></p>"
		}
	]
}