{
  "name": "Colpi Critici - Testa",
  "die": "1d100",
  "rows": [{
    "name": "Ferita Drammatica",
    "wounds": "1",
    "description": "Un taglio su fronte o guancia. Causa 1 Sanguinante . Una volta guarito lascerà una grossa cicatrice, che fornisce +1 LS alle Prove sociali appropriate. Questo bonus può essere ottenuto solo una volta.",
    "range": [1, 10]
  }, {
    "name": "Taglio Minore",
    "wounds": "1",
    "description": "Un taglio sulla guancia. Causa 1 Sanguinante.",
    "range": [11, 20]
  }, {
    "name": "Dito nell’Occhio",
    "wounds": "1",
    "description": "Un colpo vicino all’orbita oculare. Causa 1 Accecato.",
    "range": [21, 25]
  }, {
    "name": "Colpo all’Orecchio",
    "wounds": "1",
    "description": "Provoca un fischio nell’orecchio. Causa 1 Assordato.",
    "range": [26, 30]
  }, {
    "name": "Commozione",
    "wounds": "2",
    "description": "Il sangue sale agli occhi, facendo vedere lampi e macchie. Causa 1 Stordito.",
    "range": [31, 35]
  }, {
    "name": "Occhio Nero",
    "wounds": "2",
    "description": "Un colpo molto doloroso all’occhio. Causa 2 Accecato.",
    "range": [36, 40]
  }, {
    "name": "Taglio all’Orecchio",
    "wounds": "2",
    "description": "Un brutto colpo al lato della testa, che affetta l’orecchio. Causa 2 Assordato e 1 Sanguinante.",
    "range": [41, 45]
  }, {
    "name": "Colpo alla Fronte",
    "wounds": "2",
    "description": "Un colpo in mezzo alla fronte. Causa 2 Sanguinante e 1 Accecato. Quest’ultimo non può essere rimosso finché rimane Sanguinante.",
    "range": [46, 50]
  }, {
    "name": "Mascella Fratturata",
    "wounds": "3",
    "description": "Con un terribile scricchiolio, la mascella si frattura. Causa 2 Stordito e Osso Rotto (Minore).",
    "range": [51, 55]
  }, {
    "name": "Ferita Grave all’Occhio",
    "wounds": "3",
    "description": "L’orbita oculare si frantuma. Causa 1 Sanguinante e 1 Accecato. Quest’ultimo non può essere rimosso senza Cure Mediche.",
    "range": [56, 60]
  }, {
    "name": "Ferita Grave all’Orecchio",
    "wounds": "3",
    "description": "Il colpo centra l’orecchio provocando una perdita permanente di udito. Il Personaggio subisce un -20 permanente in tutte le Prove di udito. Subire questo risultato una seconda volta rende sordi. Solo la magia può intervenire.",
    "range": [61, 65]
  }, {
    "name": "Naso Rotto",
    "wounds": "3",
    "description": "Un colpo in mezzo al viso causa un’emoraggia. Causa 2 Sanguinante e richiede una Prova Impegnativa (+0) di Tempra per non subire anche 1 Stordito . Una volta guarita, la ferita provoca +1/-1 LS nelle Prove sociali a meno di non riallineare il naso con la Chirurgia.",
    "range": [66, 70]
  }, {
    "name": "Mascella Rotta",
    "wounds": "4",
    "description": "La mascella si rompe con uno schiocco tremendo. Causa 3 Stordito e richiede una Prova Impegnativa (+0) di Tempra per non subire anche Privo di Sensi. Provoca Osso Rotto (Maggiore).",
    "range": [71, 75]
  }, {
    "name": "Concussione",
    "wounds": "4",
    "description": "Il cervello rimbalza dentro la scatola cranica. Causa 1 Assordato, 2 Sanguinante e @Roll[1d10] Stordito, più un Affaticato che dura @Roll[1d10] giorni. Se si subisce un’altra ferita alla testa che provoca Affaticato, effettuare una Prova Media (+20) di Tempra per non cadere Privo di Sensi.",
    "range": [76, 80]
  }, {
    "name": "Bocca Distrutta",
    "wounds": "4",
    "description": "Con un orribile suono, la bocca si riempie di frammenti di denti e di sangue. Causa 2 Sanguinante e la perdita di @Roll[1d10] denti, Amputazione (Facile).",
    "range": [81, 85]
  }, {
    "name": "Orecchio Spappolato",
    "wounds": "4",
    "description": "Rimane ben poco dell’orecchio. Causa 3 Assordato e 2 Sanguinante. L’orecchio è perso, Amputazione (Media).",
    "range": [86, 90]
  }, {
    "name": "Occhio Devastato",
    "wounds": "5",
    "description": "Il colpo cava un occhio con enorme dolore. Causa 3 Accecato , 2 Sanguinante e 1 Stordito. L’occhio è perso, Amputazione (Difficile).",
    "range": [91, 93]
  }, {
    "name": "Sfigurato",
    "wounds": "5",
    "description": "Il colpo distrugge l’intero volto, compresi un occhio e il naso. Causa 3 Accecato, 3 Sanguinante e 2 Stordito. Occhio e Naso sono persi, Amputazione (Ardua).",
    "range": [94, 96]
  }, {
    "name": "Mascella Distrutta",
    "wounds": "5",
    "description": "Il colpo quasi stacca la mascella, distrugge la lingua e i denti in una pioggia di sangue. Causa 4 Sanguinante , 3 Stordito e richiede una Prova Molto Ardua (-30) di Tempra per non cadere Privo di Sensi. Provoca Osso Rotto (Maggiore) e la perdita della lingua e @Roll[1d10] denti, Amputazione (Ardua).",
    "range": [97, 99]
  }, {
    "name": "Decapitazione",
    "wounds": "Morte",
    "description": "La testa è recisa e vola nell’aria per @Roll[1d10]×30cm in direzione casuale (vedere Colpi Vaganti). Il corpo collassa privo di vita.",
    "range": [100, 100]
  }]
}