{
  "name": "Incidenti Magici Maggiori",
  "die": "1d100",
  "rows": [{
    "name": "Voci spettrali",
    "description": "Tutti entro un numero di metri pari al Bonus Volontà sentono sussurri oscuri e seducenti dal Reame del Caos. Ogni creatura senziente deve superare una Prova <b>Media (+20) di Freddezza</b> od ottenere 1 Punto Corruzione.",
    "range": [1, 5]
  }, {
    "name": "Occhi Stregati",
    "description": "Gli occhi del Mago assumono un colore innaturale legato al suo Vento per [[1d10]] ore. In questo periodo subisce 1 @Condition[Accecato] che non può essere rimosso in alcun modo.",
    "range": [6, 10]
  }, {
    "name": "Shock Aethyrico",
    "description": "Il Mago subisce [[1d10]] Ferite, ignorando il Bonus Resistenza e l’Armatura, e deve superare una Prova <b>Media (+20) di Tempra</b> per non subire anche 1 @Condition[Stordito].",
    "range": [11, 15]
  }, {
    "name": "Camminata di Morte",
    "description": "La morte segue i passi del Mago. Per [[1d10]] ore, ovunque poggi il piede la vegetazione appassisce e muore.",
    "range": [16, 20]
  }, {
    "name": "Ribellione Intestinale",
    "description": "Le viscere del Mago si contraggono senza controllo e se la fa addosso. Subisce 1 @Condition[Affaticato] che non può essere rimosso finché non si sarà lavato e cambiato.",
    "range": [21, 25]
  }, {
    "name": "Fuoco dell’Anima",
    "description": "Il Mago arde di fuoco innaturale del colore del proprio Vento, subendo 1 @Condition[In Fiamme].",
    "range": [26, 30]
  }, {
    "name": "Babele",
    "description": "Il Mago biascica in modo inintelligibile per [[1d10]] Round, durante i quali non può parlare né lanciare Incantesimi.",
    "range": [31, 35]
  }, {
    "name": "Sciame",
    "description": "Il Mago viene assalito da un’orda Aethyrica di Ratti Giganti, Ragni Giganti, Serpenti o altre creature a scelta del GM. Usare il normale profilo della creatura con l’aggiunta del Tratto Sciame. Le creature si ritirano dopo [[1d10]] Round.",
    "range": [36, 40]
  }, {
    "name": "Pupazzo",
    "description": "Il Mago viene scagliato in aria per [[1d10]] metri in direzione casuale. Quando atterra subisce [[1d10]] Ferite, ignorando i Punti Armatura, ed è @Condition[Prono].",
    "range": [41, 45]
  }, {
    "name": "Arto Congelato",
    "description": "Un arto scelto a caso del Mago resta paralizzato per [[1d10]] ore. È inservibile, come se fosse stato amputato (pag. 180).",
    "range": [46, 50]
  }, {
    "name": "Vista Crepuscolare",
    "description": "Per [[1d10]] ore, il Mago perde i benefici di <a class='talent-drag'>Seconda Vista</a> e subisce -20 alle Prove d’Incanalare.",
    "range": [51, 55]
  }, {
    "name": "Preveggenza Caotica",
    "description": "Il Mago ottiene [[1d10]] Punti Fortuna (che possono superare il normale massimale), ma ogni volta che ne spende uno accumula 1 Punto Corruzione. A fine sessione perderà quelli rimanenti.",
    "range": [56, 60]
  }, {
    "name": "Levitazione",
    "description": "Il Mago viene sollevato dai Venti della Magia a [[1d10]] metri da terra per [[1d10]] minuti. Può spostarsi usando magie, ali o venire mosso da altri ma, se lasciato a se stesso, tornerà al punto d’origine. Al termine dell’effetto subirà @Compendium[wfrp4e-core.journal-entries.IyLwbcF2271ZKPzC]{Danni da Caduta} (pag. 166).",
    "range": [61, 65]
  }, {
    "name": "Rigurgito",
    "description": "Il Mago rigetta in maniera incontrollata più vomito puzzolente di quanto il suo corpo potrebbe contenere. Subisce 1 @Condition[Stordito] per [[1d10]] Round.",
    "range": [66, 70]
  }, {
    "name": "Sisma del Caos",
    "description": "Ogni creatura entro [[1d100]] metri deve superare una Prova Media (+20) di Atletica o cadere @Condition[Prono]{Prona}.",
    "range": [71, 75]
  }, {
    "name": "Cuore di Traditore",
    "description": "Gli Dei Oscuri spingono il Mago a commettere una terribile perfidia. Se deciderà di attaccare o tradire con tutte le proprie capacità un alleato, riguadagnerà tutti i propri Punti Fortuna. Se questi perde 1 Punto Fato in tal modo, il Mago ne guadagna uno.",
    "range": [76, 80]
  }, {
    "name": "Orrido Indebolimento",
    "description": "Il Mago subisce 1 Punto Corruzione e le Condizioni @Condition[Prono] e 1 @Condition[Affaticato].",
    "range": [81, 85]
  }, {
    "name": "Tanfo Infernale",
    "description": "Il Mago puzza terribilmente! Ottiene il Tratto @Compendium[wfrp4e-core.traits.MVI0lXcg6vvtooAF]{Distraente} (pag. 235) per [[1d10]] ore e, probabilmente, l’antipatia di chiunque abbia un naso.",
    "range": [86, 90]
  }, {
    "name": "Perdita d’Energia",
    "description": "Il Mago non può usare il Talento con cui lancia gli Incantesimi (di solito Magia Arcana o Magia del Caos) per [[1d10]] minuti.",
    "range": [91, 95]
  }, {
    "name": "Ritorsione Aethyrica",
    "description": "Tutti coloro che si trovano entro un numero di metri pari al Bonus Volontà dal Mago subiscono [[1d10]] Ferite, ignorando il Bonus Resistenza e l’Armatura, e cadono @Condition[Prono]{Proni}. Se non ci sono creature entro il raggio dell’effetto, la magia non può sfogarsi e fa esplodere la testa del Mago, uccidendolo sul colpo.",
    "range": [96, 100]
  }]
}